{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 62,
        "name": "سُورَةُ الجُمُعَةِ",
        "englishName": "Al-Jumu'a",
        "englishNameTranslation": "Friday",
        "audio": "/API/abdulbasit/surah/62.mp3",
        "revelationType": "Medinan",
        "ayahs": [
            {
                "number": 5178,
                "englishText": "ALL THAT IS in the heavens and all that is on earth extols the limitless glory of God, the Sovereign Supreme, the Holy, the Almighty, the Wise!",
                "arabicText": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
                "audio": "/API/abdulbasit/ayah/5178.mp3",
                "numberInSurah": 1,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5179,
                "englishText": "He it is who has sent unto the unlettered people an apostle from among themselves, to convey unto them His messages, and to cause them to grow in purity, and to impart unto them the divine writ as well as wisdom - whereas before that they were indeed, most obviously, lost in error",
                "arabicText": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
                "audio": "/API/abdulbasit/ayah/5179.mp3",
                "numberInSurah": 2,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5180,
                "englishText": "and [to cause this message to spread] from them unto other people as soon as they come into contact with them: for He alone is almighty, truly wise!",
                "arabicText": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/5180.mp3",
                "numberInSurah": 3,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5181,
                "englishText": "Such is God's bounty: He grants it to anyone who is willing [to receive it]: for God is limitless in His great bounty.",
                "arabicText": "ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/5181.mp3",
                "numberInSurah": 4,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5182,
                "englishText": "THE PARABLE of those who were graced with the burden of the Torah, and thereafter failed to bear this burden, is that of an ass that carries a load of books [but cannot benefit from them]. Calamitous is the parable of people who are bent on giving the lie to God's messages - for God does not bestow His guidance upon such evildoing folk!",
                "arabicText": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ۚ بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/5182.mp3",
                "numberInSurah": 5,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5183,
                "englishText": "Say: \"O you who follow the Jewish faith! If you claim that you [alone] are close to God, to the exclusion of all other people, then you should be longing for death - if what you say is true!\"",
                "arabicText": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/5183.mp3",
                "numberInSurah": 6,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5184,
                "englishText": "But never will they long for it, because [they are aware] of what their hands have wrought in this world; and God has full knowledge of evildoers.",
                "arabicText": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/5184.mp3",
                "numberInSurah": 7,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5185,
                "englishText": "Say: \"Behold, the death from which you are fleeing is bound to overtake you - and then you will be brought back unto Him who knows all that is beyond the reach of a created being's perception as well as all that can be witnessed by a creature's senses or mind, whereupon He will make you truly understand all that you were doing [in life].",
                "arabicText": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/5185.mp3",
                "numberInSurah": 8,
                "juz": 28,
                "manzil": 7,
                "page": 553,
                "ruku": 486,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5186,
                "englishText": "O YOU who have attained to faith! When the call to prayer is sounded on the day of congregation, hasten to the remembrance of God, and leave all worldly commerce: this is for your own good, if you but knew it.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/5186.mp3",
                "numberInSurah": 9,
                "juz": 28,
                "manzil": 7,
                "page": 554,
                "ruku": 487,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5187,
                "englishText": "And when the prayer is ended, disperse freely on earth and seek to obtain [something] of God's bounty; but remember God often, so that you might attain to a happy state!",
                "arabicText": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/5187.mp3",
                "numberInSurah": 10,
                "juz": 28,
                "manzil": 7,
                "page": 554,
                "ruku": 487,
                "hizbQuarter": 221,
                "sajda": false
            },
            {
                "number": 5188,
                "englishText": "Yet [it does happen that] when people become aware of [an occasion for] worldly gain or a passing delight, they rush headlong towards it, and leave thee standing [and preaching]. Say: \"That which is with God is far better than all passing delight and all gain! And God is the best of providers!\"",
                "arabicText": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
                "audio": "/API/abdulbasit/ayah/5188.mp3",
                "numberInSurah": 11,
                "juz": 28,
                "manzil": 7,
                "page": 554,
                "ruku": 487,
                "hizbQuarter": 221,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}