{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 14,
        "name": "سُورَةُ إِبۡرَاهِيمَ",
        "englishName": "Ibrahim",
        "englishNameTranslation": "Abraham",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/14.mp3",
        "revelationType": "Meccan",
        "ayahs": [
            {
                "number": 1751,
                "englishText": "Alif. Lam. Ra. A DIVINE WRIT [is this -a revelation] which We have bestowed upon thee from on high in order that thou might bring forth all mankind, by their Sustainer's leave, out of the depths of darkness into the light: onto the way that leads to the Almighty, the One to whom all praise is due -",
                "arabicText": "الر ۚ كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
                "audio": "/API/abdulbasit/ayah/1751.mp3",
                "numberInSurah": 1,
                "juz": 13,
                "manzil": 3,
                "page": 255,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1752,
                "englishText": "to God, unto whom all that is in the heavens and all that is on earth belongs. But woe unto those who deny the truth: for suffering severe",
                "arabicText": "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
                "audio": "/API/abdulbasit/ayah/1752.mp3",
                "numberInSurah": 2,
                "juz": 13,
                "manzil": 3,
                "page": 255,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1753,
                "englishText": "awaits those who choose the life of this world as the sole object of their love, preferring it to [all thought of] the life to come, and who turn others away from the path of God and try to make it appear crooked. Such as these have indeed gone far astray!",
                "arabicText": "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَٰئِكَ فِي ضَلَالٍ بَعِيدٍ",
                "audio": "/API/abdulbasit/ayah/1753.mp3",
                "numberInSurah": 3,
                "juz": 13,
                "manzil": 3,
                "page": 255,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1754,
                "englishText": "AND NEVER have We sent forth any apostle otherwise than [with a message] in his own people's tongue, so that he might make [the truth] clear unto them; but God lets go astray him that wills [to go astray], and guides him that wills [to be guided] -for He alone is almighty, truly wise.",
                "arabicText": "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/1754.mp3",
                "numberInSurah": 4,
                "juz": 13,
                "manzil": 3,
                "page": 255,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1755,
                "englishText": "And [thus], indeed, have We sent forth Moses with Our messages [and this Our command]: \"Lead thy people out of the depths of darkness into the light, and remind them of the Days of God!\" Verily, in this [reminder] there are messages indeed for all who are wholly patient in adversity and deeply grateful [to God].",
                "arabicText": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
                "audio": "/API/abdulbasit/ayah/1755.mp3",
                "numberInSurah": 5,
                "juz": 13,
                "manzil": 3,
                "page": 255,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1756,
                "englishText": "And, lo Moses spoke [thus] unto his people: \"Remember the blessings which God bestowed upon you when He saved you from Pharaoh's people who afflicted you with cruel suffering, and slaughtered your sons, and spared [only] your women -which was an awesome trial from your Sustainer.",
                "arabicText": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/1756.mp3",
                "numberInSurah": 6,
                "juz": 13,
                "manzil": 3,
                "page": 256,
                "ruku": 211,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1757,
                "englishText": "And [remember the time] when your Sustainer made [this promise] known: 'If you are grateful [to Me], I shall most certainly give you more and more; but if you are ungrateful, verily, My chastisement will be severe indeed!\"'",
                "arabicText": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
                "audio": "/API/abdulbasit/ayah/1757.mp3",
                "numberInSurah": 7,
                "juz": 13,
                "manzil": 3,
                "page": 256,
                "ruku": 212,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1758,
                "englishText": "And Moses added: \"If you should [ever] deny the truth-you and whoever else lives on earth, all of you-[know that,] verily, God is indeed self-sufficient, ever to be praised!\"",
                "arabicText": "وَقَالَ مُوسَىٰ إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
                "audio": "/API/abdulbasit/ayah/1758.mp3",
                "numberInSurah": 8,
                "juz": 13,
                "manzil": 3,
                "page": 256,
                "ruku": 212,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1759,
                "englishText": "HAVE THE STORIES of those [deniers of the truth] who lived before you never yet come within your ken - [the stories of] the people of Noah, and of [the tribes of] `Ad and Thamud, and of those who came after them? None knows them [now] save God. There came unto them their apostles with all evidence of the truth -but they covered their mouths with their hands and answered: \"Behold, we refuse to regard as true the message with which you [claim to] have been entrusted; and, behold, we are in grave doubt, amounting to suspicion, about [the meaning of] your call to us!\"",
                "arabicText": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَالَّذِينَ مِنْ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ ۚ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ",
                "audio": "/API/abdulbasit/ayah/1759.mp3",
                "numberInSurah": 9,
                "juz": 13,
                "manzil": 3,
                "page": 256,
                "ruku": 212,
                "hizbQuarter": 102,
                "sajda": false
            },
            {
                "number": 1760,
                "englishText": "Said the apostles sent unto them: \"Can there be any doubt about [the existence and oneness of] God, the Originator of the heavens and the earth? It is He who calls unto you, so that He may forgive you [whatever is past] of your sins and grant you respite until a term [set by Him is fulfilled].\" [But] they replied: \"You are nothing but mortal men like ourselves! You want to turn us away from what our forefathers were wont to worship: well, then, bring us a clear proof [of your being God's message-bearers]!\"",
                "arabicText": "۞ قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ",
                "audio": "/API/abdulbasit/ayah/1760.mp3",
                "numberInSurah": 10,
                "juz": 13,
                "manzil": 3,
                "page": 256,
                "ruku": 212,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1761,
                "englishText": "Their apostles answered them: \"True, we are nothing but mortal men like yourselves: but God bestows His favour upon whomever He wills of His servants. Withal, it is not within our power to bring you a proof [of our mission], unless it be by God's leave-and [so] it is in God that all believers must place their trust.",
                "arabicText": "قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/1761.mp3",
                "numberInSurah": 11,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 212,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1762,
                "englishText": "And how could we not place our trust in God, seeing that it is He who has shown us the path which we are to follow? \"Hence, we shall certainly bear with patience whatever hurt you may do us: for, all who have trust [in His existence] must place their trust in God [alone]!\"",
                "arabicText": "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
                "audio": "/API/abdulbasit/ayah/1762.mp3",
                "numberInSurah": 12,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 212,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1763,
                "englishText": "But they who denied the truth spoke [thus] unto their apostles: \"We shall most certainly expel you from our land, unless you return forthwith to our ways. Whereupon their Sustainer revealed this to His apostles: \"Most certainly shall We destroy these evildoers,",
                "arabicText": "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۖ فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/1763.mp3",
                "numberInSurah": 13,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1764,
                "englishText": "and most certainly shall We cause you to dwell on earth [long] after they have passed away: this is [My promise] unto all who stand in awe of My presence, and stand in awe of My warning!\"",
                "arabicText": "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
                "audio": "/API/abdulbasit/ayah/1764.mp3",
                "numberInSurah": 14,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1765,
                "englishText": "And they prayed [to God] that the truth be made to triumph. And [thus it is:] every arrogant enemy of the truth shall be undone [in the life to come],",
                "arabicText": "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
                "audio": "/API/abdulbasit/ayah/1765.mp3",
                "numberInSurah": 15,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1766,
                "englishText": "with hell awaiting him; and he shall be made to drink of the water of most bitter distress,",
                "arabicText": "مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَىٰ مِنْ مَاءٍ صَدِيدٍ",
                "audio": "/API/abdulbasit/ayah/1766.mp3",
                "numberInSurah": 16,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1767,
                "englishText": "gulping it [unceasingly,] little by little, and yet hardly able to swallow it. And death will beset him from every quarter - but he shall not die: for [yet more] severe suffering lies ahead of him.",
                "arabicText": "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ",
                "audio": "/API/abdulbasit/ayah/1767.mp3",
                "numberInSurah": 17,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1768,
                "englishText": "[This, then, is] the parable of those who are bent on denying their Sustainer: all their works are as ashes which the wind blows about fiercely on a stormy day: [in the life to come,] they cannot achieve any benefit whatever from all [the good] that they may have wrought: for this [denial of God] is indeed the farthest one can go astray.",
                "arabicText": "مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ ۖ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَيْءٍ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
                "audio": "/API/abdulbasit/ayah/1768.mp3",
                "numberInSurah": 18,
                "juz": 13,
                "manzil": 3,
                "page": 257,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1769,
                "englishText": "ART THOU NOT aware that God has created the heavens and the earth in accordance with [an inner] truth? He can, if He so wills, do away with you and bring forth a new mankind [in your stead]:",
                "arabicText": "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
                "audio": "/API/abdulbasit/ayah/1769.mp3",
                "numberInSurah": 19,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1770,
                "englishText": "nor is this difficult for God.",
                "arabicText": "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
                "audio": "/API/abdulbasit/ayah/1770.mp3",
                "numberInSurah": 20,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1771,
                "englishText": "And all [mankind] will appear before God [on the Day of Judgment]; and then the weak will say unto those who had gloried in their arrogance: \"Behold, We were but your followers: can you, then, relieve us of something of God's chastisement?\" [And the others] will answer: \"If God would but show us the way [to salvation], we would indeed guide you [towards it]. It is [now] all one, as far as we are concerned, whether we grieve impatiently or endure [our lot] with patience: there is no escape for us!\"",
                "arabicText": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ ۚ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ ۖ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ",
                "audio": "/API/abdulbasit/ayah/1771.mp3",
                "numberInSurah": 21,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 213,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1772,
                "englishText": "And when everything will have been decided, Satan will say: \"Behold, God promised you something that was bound to come true! I, too, held out [all manner of] promises to you -but I deceived you. Yet I had no power at all over you: I but called you-and you responded unto me. Hence, blame not me, but blame yourselves. It is not for me to respond to your cries, nor for you to respond to mine: for, behold, I have [always] refused to admit that there was any truth in your erstwhile belief that I had a share in God's divinity.\" Verily, for all evildoers there is grievous suffering in store.",
                "arabicText": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ۖ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/1772.mp3",
                "numberInSurah": 22,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1773,
                "englishText": "But those who shall have attained to faith and done righteous deeds will be brought into gardens through which running waters flow, therein to abide by their Sustainer's leave, and will be welcomed with the greeting, \"Peace!\"",
                "arabicText": "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ",
                "audio": "/API/abdulbasit/ayah/1773.mp3",
                "numberInSurah": 23,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1774,
                "englishText": "ART THOU NOT aware how God sets forth the parable of a good word? [It is] like a good tree, firmly rooted, [reaching out] with its branches towards the sky,",
                "arabicText": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
                "audio": "/API/abdulbasit/ayah/1774.mp3",
                "numberInSurah": 24,
                "juz": 13,
                "manzil": 3,
                "page": 258,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1775,
                "englishText": "yielding its fruit at all times by its Sustainer's leave. And [thus it is that] God propounds parables unto men,' so that they might bethink themselves [of the truth].",
                "arabicText": "تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/1775.mp3",
                "numberInSurah": 25,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1776,
                "englishText": "And the parable of a corrupt word is that of a corrupt tree, torn up [from its roots] onto the face of the earth, wholly unable to endure.",
                "arabicText": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ",
                "audio": "/API/abdulbasit/ayah/1776.mp3",
                "numberInSurah": 26,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1777,
                "englishText": "[Thus,] God grants firmness unto those who have attained to faith through the word that is unshakably true in the life of this world as well as in the life to come; but the wrongdoers He lets go astray: for God does whatever He wills.",
                "arabicText": "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ",
                "audio": "/API/abdulbasit/ayah/1777.mp3",
                "numberInSurah": 27,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 214,
                "hizbQuarter": 103,
                "sajda": false
            },
            {
                "number": 1778,
                "englishText": "ART THOU NOT aware of those who have preferred a denial of the truth to God's blessings, and [thereby] invited their people to alight in that abode of utter desolation",
                "arabicText": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
                "audio": "/API/abdulbasit/ayah/1778.mp3",
                "numberInSurah": 28,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1779,
                "englishText": "- hell - which they [themselves] will ' have to endure? And how vile a state to settle in!",
                "arabicText": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ",
                "audio": "/API/abdulbasit/ayah/1779.mp3",
                "numberInSurah": 29,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1780,
                "englishText": "For, they claimed that there are powers that could rival God, and so they strayed from His path. Say: \"Enjoy yourselves [in this world], but, verily, the fire will be your journey's end!\"",
                "arabicText": "وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ ۗ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
                "audio": "/API/abdulbasit/ayah/1780.mp3",
                "numberInSurah": 30,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1781,
                "englishText": "[And] tell [those of] My servants who have attained to faith that they should be constant in prayer and spend [in Our way], secretly and openly, out of what We provide for them as sustenance, ere there come a Day when there will be no bargaining, and no mutual befriending.",
                "arabicText": "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
                "audio": "/API/abdulbasit/ayah/1781.mp3",
                "numberInSurah": 31,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1782,
                "englishText": "[And remember that] it is God who has created the heavens and the earth, and who sends down water from the sky and thereby brings forth [all manner] of fruits for your sustenance; and who has made ships subservient to. you, so that they may sail through the sea at His behest; and has made the rivers subservient [to His laws, so that they be of use] to you;",
                "arabicText": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ ۖ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
                "audio": "/API/abdulbasit/ayah/1782.mp3",
                "numberInSurah": 32,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1783,
                "englishText": "and has made the sun and the moon, both of them constant upon their courses, subservient [to His laws, so that they be of use] to you; and has made the night and the day subservient [to His laws, so that they be of use] to you.",
                "arabicText": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ",
                "audio": "/API/abdulbasit/ayah/1783.mp3",
                "numberInSurah": 33,
                "juz": 13,
                "manzil": 3,
                "page": 259,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1784,
                "englishText": "And [always] does He give you something out of what you may be asking of Him; and should you try to count God's blessings, you could never compute them. [And yet,] behold, man is indeed most persistent in wrongdoing, stubbornly ingrate!",
                "arabicText": "وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ",
                "audio": "/API/abdulbasit/ayah/1784.mp3",
                "numberInSurah": 34,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 215,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1785,
                "englishText": "AND [remember the time] when Abraham spoke [thus]: \"O my Sustainer! Make this land secure, and preserve me and my children from ever worshipping idols -",
                "arabicText": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ",
                "audio": "/API/abdulbasit/ayah/1785.mp3",
                "numberInSurah": 35,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1786,
                "englishText": "for, verily, O my Sustainer, these [false objects of worship] have led many people astray! \"Hence, [only] he who follows me [in this my faith] ~ is truly of me; and as for him who disobeys me - Thou art, verily, much-forgiving, a dispenser of grace!",
                "arabicText": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ ۖ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/1786.mp3",
                "numberInSurah": 36,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1787,
                "englishText": "\"O our Sustainer! Behold, I have settled some of my offspring in a valley in which there is no arable land, close to Thy sanctified Temple, so that, O our Sustainer, they might devote themselves to prayer: cause Thou, therefore, people's hearts to incline towards them and grant them fruitful sustenance, so that they might have cause to be grateful.",
                "arabicText": "رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/1787.mp3",
                "numberInSurah": 37,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1788,
                "englishText": "\"O our Sustainer! Thou truly knowest all that we may hide [in our hearts] as well as all that we bring into the open:' for nothing whatever, be it on earth or in heaven, remains hidden from God.",
                "arabicText": "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
                "audio": "/API/abdulbasit/ayah/1788.mp3",
                "numberInSurah": 38,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1789,
                "englishText": "\"All praise is due to God, who has bestowed upon me, in my old age, Ishmael and Isaac! Behold, my Sustainer hears indeed all prayer:",
                "arabicText": "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
                "audio": "/API/abdulbasit/ayah/1789.mp3",
                "numberInSurah": 39,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1790,
                "englishText": "[hence,] O my Sustainer, cause me and [some] of my offspring to remain constant in prayer! \"And, O our Sustainer, accept this my prayer:",
                "arabicText": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
                "audio": "/API/abdulbasit/ayah/1790.mp3",
                "numberInSurah": 40,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1791,
                "englishText": "Grant Thy forgiveness unto me, and my parents, and all the believers, on the Day on which the [last] reckoning will come to pass!\"",
                "arabicText": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
                "audio": "/API/abdulbasit/ayah/1791.mp3",
                "numberInSurah": 41,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 216,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1792,
                "englishText": "AND DO NOT think that God is unaware of what the evildoers are doing: He but grants them respite until the Day when their eyes will stare in horror,",
                "arabicText": "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
                "audio": "/API/abdulbasit/ayah/1792.mp3",
                "numberInSurah": 42,
                "juz": 13,
                "manzil": 3,
                "page": 260,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1793,
                "englishText": "the while they will be running confusedly to and fro, with their heads upraised [in supplication], unable to look away from what they shall behold, and their hearts an abysmal void.",
                "arabicText": "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْئِدَتُهُمْ هَوَاءٌ",
                "audio": "/API/abdulbasit/ayah/1793.mp3",
                "numberInSurah": 43,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1794,
                "englishText": "Hence, warn men of the Day when this suffering may befall them, and when those who did wrong [in their lifetime] will exclaim: \"O our Sustainer! Grant us respite for a short while, so that we might respond to Thy call and follow the apostles!\" [But God will answer:] \"Why - were you not aforetime wont to swear that no kind of resurrection and retribution awaited you?",
                "arabicText": "وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ",
                "audio": "/API/abdulbasit/ayah/1794.mp3",
                "numberInSurah": 44,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1795,
                "englishText": "And yet, you dwelt in the dwelling-places of those who had sinned against their own selves [before your time], and it was made obvious to you how We had dealt with them: for We have set forth unto you many a parable [of sin, resurrection and divine retribution].\"",
                "arabicText": "وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
                "audio": "/API/abdulbasit/ayah/1795.mp3",
                "numberInSurah": 45,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1796,
                "englishText": "And [this retribution will befall all evildoers because] they devise that false imagery of theirs - and all their false imagery is within God's knowledge. [And never can the blasphemers prevail against the truth - not] even if their false imagery were so (well devised and so powerful] that mountains could be moved thereby.",
                "arabicText": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
                "audio": "/API/abdulbasit/ayah/1796.mp3",
                "numberInSurah": 46,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1797,
                "englishText": "HENCE, do not think that God will fail to fulfil the promise which He gave to His apostles: verily, God is almighty, an avenger of evil!",
                "arabicText": "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ",
                "audio": "/API/abdulbasit/ayah/1797.mp3",
                "numberInSurah": 47,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1798,
                "englishText": "[His promise will be fulfilled] on the Day when the earth shall be changed into another earth, as shall be the heavens and when [all men] shall appear before God, the One who holds absolute sway over all that exists.",
                "arabicText": "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ۖ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
                "audio": "/API/abdulbasit/ayah/1798.mp3",
                "numberInSurah": 48,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1799,
                "englishText": "For on that Day thou wilt see all who were lost in sin linked together in fetters,",
                "arabicText": "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ",
                "audio": "/API/abdulbasit/ayah/1799.mp3",
                "numberInSurah": 49,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1800,
                "englishText": "clothed in garments of black pitch, with fire veiling their faces.",
                "arabicText": "سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ",
                "audio": "/API/abdulbasit/ayah/1800.mp3",
                "numberInSurah": 50,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1801,
                "englishText": "[And all shall be judged on that Day,] so that God may requite every human being for all that he has earned [in life]: verily, God is swift in reckoning!",
                "arabicText": "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
                "audio": "/API/abdulbasit/ayah/1801.mp3",
                "numberInSurah": 51,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            },
            {
                "number": 1802,
                "englishText": "THIS IS A MESSAGE unto all mankind. Hence, let them be warned thereby, and let them know that He is the One and Only God; and let those who are endowed with insight take this to heart!",
                "arabicText": "هَٰذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ",
                "audio": "/API/abdulbasit/ayah/1802.mp3",
                "numberInSurah": 52,
                "juz": 13,
                "manzil": 3,
                "page": 261,
                "ruku": 217,
                "hizbQuarter": 104,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}