{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 18,
        "name": "سُورَةُ الكَهۡفِ",
        "englishName": "Al-Kahf",
        "englishNameTranslation": "The Cave",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/18.mp3",
        "revelationType": "Meccan",
        "ayahs": [
            {
                "number": 2141,
                "englishText": "ALL PRAISE is due to God, who has bestowed. this divine writ from on high upon His servant, and has not allowed any deviousness to obscure its meaning:",
                "arabicText": "الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا ۜ",
                "audio": "/API/abdulbasit/ayah/2141.mp3",
                "numberInSurah": 1,
                "juz": 15,
                "manzil": 4,
                "page": 293,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2142,
                "englishText": "[a divine writ] unerringly straight, meant to warn [the godless] of a severe punishment from Him, and to give unto the believers who do good works the glad tiding that theirs shall be a goodly reward-",
                "arabicText": "قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
                "audio": "/API/abdulbasit/ayah/2142.mp3",
                "numberInSurah": 2,
                "juz": 15,
                "manzil": 4,
                "page": 293,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2143,
                "englishText": "[a state of bliss] in which they. shall dwell beyond the count of time.",
                "arabicText": "مَاكِثِينَ فِيهِ أَبَدًا",
                "audio": "/API/abdulbasit/ayah/2143.mp3",
                "numberInSurah": 3,
                "juz": 15,
                "manzil": 4,
                "page": 293,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2144,
                "englishText": "Furthermore, [this divine writ is meant] to warn all those who assert, \"God has taken unto Himself a son.\"",
                "arabicText": "وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا",
                "audio": "/API/abdulbasit/ayah/2144.mp3",
                "numberInSurah": 4,
                "juz": 15,
                "manzil": 4,
                "page": 293,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2145,
                "englishText": "No knowledge whatever have they of Him, and neither had their forefathers: dreadful -is this saying that comes out of their mouths, [and] nothing but falsehood do they utter!",
                "arabicText": "مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ۚ إِنْ يَقُولُونَ إِلَّا كَذِبًا",
                "audio": "/API/abdulbasit/ayah/2145.mp3",
                "numberInSurah": 5,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2146,
                "englishText": "But wouldst thou, perhaps, torment thyself to death with grief over them if they are not willing to believe in this message?",
                "arabicText": "فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَىٰ آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا",
                "audio": "/API/abdulbasit/ayah/2146.mp3",
                "numberInSurah": 6,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2147,
                "englishText": "Behold, We have willed that all beauty on earth be a means by which We put men to a test, [showing] which of them are best in conduct;",
                "arabicText": "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
                "audio": "/API/abdulbasit/ayah/2147.mp3",
                "numberInSurah": 7,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2148,
                "englishText": "and, verily, [in time] We shall reduce all that is on it to barren dust!",
                "arabicText": "وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
                "audio": "/API/abdulbasit/ayah/2148.mp3",
                "numberInSurah": 8,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2149,
                "englishText": "[AND SINCE the life of this world is but a test, dost thou [really] think that [the parable of] the Men of the Cave and of [their devotion to] the scriptures could be deemed more wondrous than any [other] of Our messages?",
                "arabicText": "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا",
                "audio": "/API/abdulbasit/ayah/2149.mp3",
                "numberInSurah": 9,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2150,
                "englishText": "When those youths took refuge in the cave, they prayed: \"O our Sustainer! Bestow on us grace from Thyself, and endow us, whatever our [outward] condition, with consciousness of what is right!\"",
                "arabicText": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
                "audio": "/API/abdulbasit/ayah/2150.mp3",
                "numberInSurah": 10,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2151,
                "englishText": "And thereupon We veiled their ears in the cave for many a year,",
                "arabicText": "فَضَرَبْنَا عَلَىٰ آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا",
                "audio": "/API/abdulbasit/ayah/2151.mp3",
                "numberInSurah": 11,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2152,
                "englishText": "and then We awakened Christianity was no longer persecuted and had even become the official religion of the Roman Empire. The ancient coin (dating from the reign of Decius) with which the young man wanted to pay for his purchases immediately aroused curiosity; people began to question the stranger, and the story of the Men of the Cave and their miraculous sleep came to light. them: [and We did all this] so that We might mark out [to the world] which of the two points of view showed a better comprehension of the time-span during which they had remained in this state.",
                "arabicText": "ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوا أَمَدًا",
                "audio": "/API/abdulbasit/ayah/2152.mp3",
                "numberInSurah": 12,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 252,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2153,
                "englishText": "[And now] We shall truly relate to thee their story: Behold, they were young men who had attained to faith in their Sustainer: and [so] We deepened their consciousness of the right way",
                "arabicText": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى",
                "audio": "/API/abdulbasit/ayah/2153.mp3",
                "numberInSurah": 13,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 253,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2154,
                "englishText": "and endowed their hearts with strength, so that they stood up and said [to one another]: \"Our Sustainer is the Sustainer of the heavens and the earth. Never shall we invoke any deity other than Him: [if we did,] we should indeed have uttered an enormity!",
                "arabicText": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَٰهًا ۖ لَقَدْ قُلْنَا إِذًا شَطَطًا",
                "audio": "/API/abdulbasit/ayah/2154.mp3",
                "numberInSurah": 14,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 253,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2155,
                "englishText": "These people of ours have taken to worshipping [other] deities instead of Him, without being able to adduce any reasonable evidence in support of their beliefs; and who could be more wicked than he who invents a lie about God?",
                "arabicText": "هَٰؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ۖ لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا",
                "audio": "/API/abdulbasit/ayah/2155.mp3",
                "numberInSurah": 15,
                "juz": 15,
                "manzil": 4,
                "page": 294,
                "ruku": 253,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2156,
                "englishText": "Hence, now that you have withdrawn from them and from all that they worship instead of God, take refuge in that cave: God will spread His grace over you, and will endow you - whatever your [outward] condition - with all that your souls may need!",
                "arabicText": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا",
                "audio": "/API/abdulbasit/ayah/2156.mp3",
                "numberInSurah": 16,
                "juz": 15,
                "manzil": 4,
                "page": 295,
                "ruku": 253,
                "hizbQuarter": 117,
                "sajda": false
            },
            {
                "number": 2157,
                "englishText": "And [for many a year] thou might have seen the sun, on its rising, incline away from their cave on the right, and, on its setting, turn aside from them on the left, while they lived on in that spacious chamber, [bearing witness to] this of God's messages: He whom God guides, he alone has found the right way; whereas for him whom He lets go astray thou canst never find any protector who would point out the right way.",
                "arabicText": "۞ وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ ۗ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا",
                "audio": "/API/abdulbasit/ayah/2157.mp3",
                "numberInSurah": 17,
                "juz": 15,
                "manzil": 4,
                "page": 295,
                "ruku": 253,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2158,
                "englishText": "And thou wouldst have thought that they were awake, whereas they lay asleep. And We caused them to turn over repeatedly, now to the right, now to the left; and their dog [lay] on the threshold, its forepaws outstretched. Hadst thou come upon them [unprepared], thou wouldst surely have turned away from them in flight, and wouldst surely have been filled with awe of them.",
                "arabicText": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ۖ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ۚ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
                "audio": "/API/abdulbasit/ayah/2158.mp3",
                "numberInSurah": 18,
                "juz": 15,
                "manzil": 4,
                "page": 295,
                "ruku": 254,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2159,
                "englishText": "And so, [in the course of time,] We awakened them; and they began to ask one another [as to what had happened to them]. One of them asked: \"How long have you remained thus?\" [The others] answered: \"We have remained thus a day, or part of a day.\" Said they [who were endowed with deeper insight]: \"Your Sustainer knows best how long you have thus remained. Let, then, one of you go with these silver coins to the town, and let him find out what food is purest there, and bring you thereof [some] provisions. But let him behave with great care and by no means make anyone aware of you:",
                "arabicText": "وَكَذَٰلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ ۚ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَٰذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَىٰ طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2159.mp3",
                "numberInSurah": 19,
                "juz": 15,
                "manzil": 4,
                "page": 295,
                "ruku": 254,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2160,
                "englishText": "for, behold, if they should come to know of you, they might stone you to death or force you back to their faith-in which case you would never attain to any good!\"",
                "arabicText": "إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا",
                "audio": "/API/abdulbasit/ayah/2160.mp3",
                "numberInSurah": 20,
                "juz": 15,
                "manzil": 4,
                "page": 295,
                "ruku": 254,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2161,
                "englishText": "AND IN THIS way have We drawn [people's] attention to their story, so that they might know - whenever they debate among themselves as to what happened to those [Men of the Cave] that God's promise [of resurrection] is true, and that there can be no doubt as to [the coming of] the Last Hour. And so, some [people] said: \"Erect a building in their memory; God knows best what happened to them.\" Said they whose opinion prevailed in the end: \"Indeed, we must surely raise a house of worship in their memory!\"",
                "arabicText": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا ۖ رَبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ الَّذِينَ غَلَبُوا عَلَىٰ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا",
                "audio": "/API/abdulbasit/ayah/2161.mp3",
                "numberInSurah": 21,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 254,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2162,
                "englishText": "[And in times to come] some will say, \"[They were] three, the fourth of them being their dog,\" while others will say, \"Five, with their dog as the sixth of them\" -idly guessing at something of which they can have no knowledge -and [so on, until] some will say, \"[They were] seven, the eighth of them being their dog.\" Say: \"My Sustainer knows best how many they were. None but a few have any [real] knowledge of them. Hence, do not argue about them otherwise than by way of an obvious argument, and do not ask any of those [story-tellers] to enlighten thee about them.\"",
                "arabicText": "سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2162.mp3",
                "numberInSurah": 22,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 254,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2163,
                "englishText": "AND NEVER say about anything, \"Behold, I shall do this tomorrow,\"",
                "arabicText": "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا",
                "audio": "/API/abdulbasit/ayah/2163.mp3",
                "numberInSurah": 23,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2164,
                "englishText": "without (adding], \"if God so wills.\" And if thou shouldst forget [thyself at the time, and become aware of it later], call thy Sustainer to mind and say: \"I pray that my Sustainer guide me, even closer than this, to a consciousness of what is right!\"",
                "arabicText": "إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰ أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا",
                "audio": "/API/abdulbasit/ayah/2164.mp3",
                "numberInSurah": 24,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2165,
                "englishText": "AND [some people assert], \"They remained in their cave three hundred years\"; and some have added nine [to that number].",
                "arabicText": "وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا",
                "audio": "/API/abdulbasit/ayah/2165.mp3",
                "numberInSurah": 25,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2166,
                "englishText": "Say: \"God knows best how long they remained [there]. His [alone] is the knowledge of the hidden reality of the heavens and the earth: how well does He see and hear! No guardian have they apart from Him, since He allots to no one a share in His rule!\"",
                "arabicText": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۖ أَبْصِرْ بِهِ وَأَسْمِعْ ۚ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2166.mp3",
                "numberInSurah": 26,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2167,
                "englishText": "AND CONVEY [to the world] whatever has been revealed to thee of thy Sustainer's writ. There is nothing that could alter His words; and thou canst find no refuge other than with Him.",
                "arabicText": "وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا",
                "audio": "/API/abdulbasit/ayah/2167.mp3",
                "numberInSurah": 27,
                "juz": 15,
                "manzil": 4,
                "page": 296,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2168,
                "englishText": "And contain thyself in patience by the side of all who at morn and at evening invoke their Sustainer, seeking His countenance, and let not thine eyes pass beyond them in quest of the beauties of this world's life; and pay no heed to any whose heart We have rendered heedless of all remembrance of Us because he had always followed [only] his own desires, abandoning all that is good and true.",
                "arabicText": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا",
                "audio": "/API/abdulbasit/ayah/2168.mp3",
                "numberInSurah": 28,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2169,
                "englishText": "And say: \"The truth [has now come] from your Sustainer: let, then, him who wills, believe in it, and let him who wills, reject it.\" Verily, for all who sin against themselves [by rejecting Our truth] We have readied a fire whose billowing folds will encompass them from all sides; and if they beg for water, they will be given water [hot] like molten lead, which will scald their faces: how dreadful a drink, and how evil a place to rest!",
                "arabicText": "وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ ۖ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ ۚ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ ۚ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا",
                "audio": "/API/abdulbasit/ayah/2169.mp3",
                "numberInSurah": 29,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2170,
                "englishText": "[But,] behold, as for those who attain to faith and do righteous deeds-verily, We do not fail to requite any who persevere in doing good:",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
                "audio": "/API/abdulbasit/ayah/2170.mp3",
                "numberInSurah": 30,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2171,
                "englishText": "theirs shall be gardens of perpetual bliss - [gardens] through which running waters flow - wherein they will be adorned with bracelets of gold and will wear green garments of silk and brocade, [and] wherein upon couches they will recline:\" how excellent a recompense, and how goodly a place to rest!",
                "arabicText": "أُولَٰئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۚ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
                "audio": "/API/abdulbasit/ayah/2171.mp3",
                "numberInSurah": 31,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 255,
                "hizbQuarter": 118,
                "sajda": false
            },
            {
                "number": 2172,
                "englishText": "AND PROPOUND unto them the parable of two men, upon one of whom We had bestowed two vinyards, and surrounded them with date-palms, and placed a field of grain in-between.",
                "arabicText": "۞ وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
                "audio": "/API/abdulbasit/ayah/2172.mp3",
                "numberInSurah": 32,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2173,
                "englishText": "Each of the two gardens yielded its produce and never failed therein in any way, for We had caused a stream to gush forth in the midst of each of them.",
                "arabicText": "كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا ۚ وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا",
                "audio": "/API/abdulbasit/ayah/2173.mp3",
                "numberInSurah": 33,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2174,
                "englishText": "And so [the man] had fruit in abundance. And [one day] he said to his friend, bandying words with him, \"More wealth have I than thou, and mightier am I as regards [the number and power of my] followers!\"",
                "arabicText": "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا",
                "audio": "/API/abdulbasit/ayah/2174.mp3",
                "numberInSurah": 34,
                "juz": 15,
                "manzil": 4,
                "page": 297,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2175,
                "englishText": "And having [thus] sinned against himself, he entered his garden, saying, \"I do not think that this will ever perish!",
                "arabicText": "وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَٰذِهِ أَبَدًا",
                "audio": "/API/abdulbasit/ayah/2175.mp3",
                "numberInSurah": 35,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2176,
                "englishText": "And neither do I think that the Last Hour will ever come. But even if [it should come, and] I am brought before my Sustainer, I will surely find something even better than this as [my last] resort!\"",
                "arabicText": "وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا",
                "audio": "/API/abdulbasit/ayah/2176.mp3",
                "numberInSurah": 36,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2177,
                "englishText": "And his friend answered him in the course of their argument: \"Wilt thou blaspheme against Him who has created thee out of dust, and then out of a drop of sperm, and in the end has fashioned thee into a [complete] man?",
                "arabicText": "قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا",
                "audio": "/API/abdulbasit/ayah/2177.mp3",
                "numberInSurah": 37,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2178,
                "englishText": "But as for myself, [I. know that] He is God, my Sustainer; and I cannot attribute divine powers to any but my Sustainer.\"",
                "arabicText": "لَٰكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2178.mp3",
                "numberInSurah": 38,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2179,
                "englishText": "And [he continued:] \"Alas, if thou hadst but said, on entering thy garden, `Whatever God wills [shall come to pass, for] there is no power save with God!' Although, as thou seest, I have less wealth and offspring than thou,",
                "arabicText": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا",
                "audio": "/API/abdulbasit/ayah/2179.mp3",
                "numberInSurah": 39,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2180,
                "englishText": "yet it may well be that my Sustainer will give me something better than thy garden -just as He may let loose a calamity out of heaven upon this [thy garden], so that it becomes a heap of barren dust",
                "arabicText": "فَعَسَىٰ رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
                "audio": "/API/abdulbasit/ayah/2180.mp3",
                "numberInSurah": 40,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2181,
                "englishText": "or its water sinks deep into the ground, so that thou wilt never be able to find it again!\"",
                "arabicText": "أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا",
                "audio": "/API/abdulbasit/ayah/2181.mp3",
                "numberInSurah": 41,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2182,
                "englishText": "And [thus it happened:] his fruitful gardens were encompassed [by ruin], and there he was, wringing his hands over all that he had spent on that which now lay waste, with its trellises caved in; and he could but say, \"Oh, would that I had not attributed divine powers to any but my Sustainer!\"",
                "arabicText": "وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2182.mp3",
                "numberInSurah": 42,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2183,
                "englishText": "-for now he had nought to succour him in God's stead, nor could he succour himself.",
                "arabicText": "وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا",
                "audio": "/API/abdulbasit/ayah/2183.mp3",
                "numberInSurah": 43,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2184,
                "englishText": "For thus it is: all protective power belongs to God alone, the True One. He is the best to grant recompense, and the best to determine what is to be.",
                "arabicText": "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
                "audio": "/API/abdulbasit/ayah/2184.mp3",
                "numberInSurah": 44,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 256,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2185,
                "englishText": "AND PROPOUND unto them the parable of the life of this world: [it is] like the water which We send down from the skies, and which is absorbed by the plants of the earth: but [in time] they turn into dry. stubble which the winds blow freely about. And it is God [alone] who determines all things.",
                "arabicText": "وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا",
                "audio": "/API/abdulbasit/ayah/2185.mp3",
                "numberInSurah": 45,
                "juz": 15,
                "manzil": 4,
                "page": 298,
                "ruku": 257,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2186,
                "englishText": "Wealth and children are an adornment of this, world's life: but good deeds, the fruit whereof endures forever, are of far greater merit in thy Sustainer's sight, and a far better source of hope.",
                "arabicText": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا ۖ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
                "audio": "/API/abdulbasit/ayah/2186.mp3",
                "numberInSurah": 46,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 257,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2187,
                "englishText": "Hence, [bear in mind] the Day, on which We shall cause the mountains to disappear and thou shalt behold the earth void and bare: for [on that Day] We will [resurrect the dead and] gather them all together, leaving out none of them.",
                "arabicText": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2187.mp3",
                "numberInSurah": 47,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 257,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2188,
                "englishText": "And they will be lined up before thy Sustainer, [and He will say:] \"Now, indeed, you have come unto Us [in a lonely state], even as We created you in the first instances - although you were wont to assert that We would never 'appoint for you a meeting [with Us]!\"",
                "arabicText": "وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ۚ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا",
                "audio": "/API/abdulbasit/ayah/2188.mp3",
                "numberInSurah": 48,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 257,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2189,
                "englishText": "And the record [of everyone's deeds] will be laid open; and thou wilt behold the guilty filled with dread at what [they see] therein; and they will exclaim: \"Oh, woe unto us! What a record is this! It leaves out nothing, be it small or great, but takes everything into account!\" For they will find all that they ever wrought [now] facing them, and [will know that] thy Sustainer does not wrong anyone.",
                "arabicText": "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2189.mp3",
                "numberInSurah": 49,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 257,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2190,
                "englishText": "AND [remember that] when We told the angels, \"Prostrate yourselves before Adam,\" they all prostrated themselves, save Iblis: he [too] was one of those invisible beings, but then he turned away from his Sustainer's command. Will you, then, take him and his cohorts for (your], masters instead of Me, although they are your foe? How vile an exchange on the evildoers' part!",
                "arabicText": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ۗ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ ۚ بِئْسَ لِلظَّالِمِينَ بَدَلًا",
                "audio": "/API/abdulbasit/ayah/2190.mp3",
                "numberInSurah": 50,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 258,
                "hizbQuarter": 119,
                "sajda": false
            },
            {
                "number": 2191,
                "englishText": "I did not make them witnesses of the creation of the heavens and the earth, nor of the creation of their own selves; and neither do I [have any need to] take as My helpers those [beings] that lead [men] astray.",
                "arabicText": "۞ مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا",
                "audio": "/API/abdulbasit/ayah/2191.mp3",
                "numberInSurah": 51,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 258,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2192,
                "englishText": "Hence, [bear in mind] the Day on which He will say, \"Call [now] unto those beings whom you imagined to have a share in My divinity!\" - whereupon they will invoke them, but those [beings] will not respond to them: for We shall have placed between them an unbridgeable gulf.",
                "arabicText": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا",
                "audio": "/API/abdulbasit/ayah/2192.mp3",
                "numberInSurah": 52,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 258,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2193,
                "englishText": "And those who were lost in sin will behold the fire, and will know that they are bound to fall into it, and will find no way of escape therefrom.",
                "arabicText": "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا",
                "audio": "/API/abdulbasit/ayah/2193.mp3",
                "numberInSurah": 53,
                "juz": 15,
                "manzil": 4,
                "page": 299,
                "ruku": 258,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2194,
                "englishText": "THUS, INDEED, have We given in this Qur'an many facets to every kind of lesson [designed] for [the benefit of] mankind. However, man is, above all else, always given to contention:",
                "arabicText": "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ ۚ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا",
                "audio": "/API/abdulbasit/ayah/2194.mp3",
                "numberInSurah": 54,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2195,
                "englishText": "for, what is there to keep people from attaining to faith now that guidance has come unto them, and from asking their Sustainer to forgive them their sins - unless it be [their wish] that the fate of the [sinful] people of ancient times should befall them [as well], or that the [ultimate] suffering should befall them in the hereafter?",
                "arabicText": "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
                "audio": "/API/abdulbasit/ayah/2195.mp3",
                "numberInSurah": 55,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2196,
                "englishText": "But We send [Our] message-bearers only as heralds of glad tidings and as warners - whereas those who are bent on denying the truth contend [against them] with fallacious arguments, so as to render void the truth thereby, and to make My messages and warnings a target of their mockery.",
                "arabicText": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ ۚ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ ۖ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا",
                "audio": "/API/abdulbasit/ayah/2196.mp3",
                "numberInSurah": 56,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2197,
                "englishText": "And who could be more wicked than he to whom his Sustainer's messages are conveyed and who thereupon turns away from them, forgetting all [the evil] that his hands may have wrought? Behold, over their hearts have We laid veils which prevent them from grasping the truth, and into their ears, deafness; and though thou call them onto the right path, they will never allow themselves to be guided.",
                "arabicText": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۖ وَإِنْ تَدْعُهُمْ إِلَى الْهُدَىٰ فَلَنْ يَهْتَدُوا إِذًا أَبَدًا",
                "audio": "/API/abdulbasit/ayah/2197.mp3",
                "numberInSurah": 57,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2198,
                "englishText": "Yet, [withal,] thy Sustainer is the Truly-Forgiving One, limitless in His grace. Were He to take them [at once] to task for whatever [wrong] they commit, He would indeed bring about their speedy punishment [then and there]: but nay, they have a time-limit beyond which they shall find no redemption",
                "arabicText": "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ ۚ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا",
                "audio": "/API/abdulbasit/ayah/2198.mp3",
                "numberInSurah": 58,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2199,
                "englishText": "as [was the case with all] those communities that We destroyed when they went on and on doing wrong: for We had set a time-limit for their destruction.",
                "arabicText": "وَتِلْكَ الْقُرَىٰ أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا",
                "audio": "/API/abdulbasit/ayah/2199.mp3",
                "numberInSurah": 59,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 259,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2200,
                "englishText": "AND LO! [In the course of his wanderings,] Moses said to his servant: \"I shall not give up until I reach the junction of the two seas, even if I [have to] spend untold years [in my quest]!\"",
                "arabicText": "وَإِذْ قَالَ مُوسَىٰ لِفَتَاهُ لَا أَبْرَحُ حَتَّىٰ أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا",
                "audio": "/API/abdulbasit/ayah/2200.mp3",
                "numberInSurah": 60,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2201,
                "englishText": "But when they reached the junction between the two [seas], they forgot all about their fish, and it took its way into the sea and disappeared from sight.",
                "arabicText": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا",
                "audio": "/API/abdulbasit/ayah/2201.mp3",
                "numberInSurah": 61,
                "juz": 15,
                "manzil": 4,
                "page": 300,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2202,
                "englishText": "And after the two had walked some distance, [Moses] said to his servant: \"Bring us our mid-day meal; we have indeed suffered hardship on this [day of] our journey!\"",
                "arabicText": "فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَٰذَا نَصَبًا",
                "audio": "/API/abdulbasit/ayah/2202.mp3",
                "numberInSurah": 62,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2203,
                "englishText": "Said [the servant]: \"Wouldst thou believe it? When we betook ourselves to that rock for a rest, behold, I forgot about the fish-and none but Satan made me thus forget it - and it took its way into the sea! How strange!\"",
                "arabicText": "قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ۚ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا",
                "audio": "/API/abdulbasit/ayah/2203.mp3",
                "numberInSurah": 63,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2204,
                "englishText": "[Moses] exclaimed: \"That [was the place] which we were seeking!, And the two turned back, retracing their footsetps,",
                "arabicText": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَارْتَدَّا عَلَىٰ آثَارِهِمَا قَصَصًا",
                "audio": "/API/abdulbasit/ayah/2204.mp3",
                "numberInSurah": 64,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2205,
                "englishText": "and found one of Our servants, on whom We had bestowed grace from Ourselves and unto whom We had imparted knowledge [issuing] from Ourselves.",
                "arabicText": "فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا",
                "audio": "/API/abdulbasit/ayah/2205.mp3",
                "numberInSurah": 65,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2206,
                "englishText": "Moses said unto him: \"May I follow thee on the understanding that thou wilt impart to me something of that consciousness of what is right which has been imparted to thee?\"",
                "arabicText": "قَالَ لَهُ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰ أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
                "audio": "/API/abdulbasit/ayah/2206.mp3",
                "numberInSurah": 66,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2207,
                "englishText": "[The other] answered: \"Behold, thou wilt never be able to have patience with me –",
                "arabicText": "قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
                "audio": "/API/abdulbasit/ayah/2207.mp3",
                "numberInSurah": 67,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2208,
                "englishText": "for how couldst thou be patient about something that thou canst not comprehend within the compass of (thy] experience?\"",
                "arabicText": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرًا",
                "audio": "/API/abdulbasit/ayah/2208.mp3",
                "numberInSurah": 68,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2209,
                "englishText": "Replied [Moses]: \"Thou wilt find me patient, if God so wills; and I shall not disobey thee in anything!\"",
                "arabicText": "قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا",
                "audio": "/API/abdulbasit/ayah/2209.mp3",
                "numberInSurah": 69,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2210,
                "englishText": "Said [the sage]: \"Well, then, if thou art to follow me, do not question me about aught [that I may do] until I myself give thee an account thereof.\"",
                "arabicText": "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
                "audio": "/API/abdulbasit/ayah/2210.mp3",
                "numberInSurah": 70,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 260,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2211,
                "englishText": "And so the two went on their way, till (they reached the seashore; and] when they disembarked from the boat [that had ferried them across], the sage made a hole in it-[whereupon Moses] exclaimed: \"Hast thou made a hole in it in order to drown the people who may be [travelling] in it? Indeed, thou hast done a grievous thing!\"",
                "arabicText": "فَانْطَلَقَا حَتَّىٰ إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا",
                "audio": "/API/abdulbasit/ayah/2211.mp3",
                "numberInSurah": 71,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 261,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2212,
                "englishText": "He replied: \"Did I not tell thee that thou wilt never be able to have patience with me?\"",
                "arabicText": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
                "audio": "/API/abdulbasit/ayah/2212.mp3",
                "numberInSurah": 72,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 261,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2213,
                "englishText": "Said [Moses]: \"Take-me not to task for my having forgotten [myself], and be not hard on me on account of what I have done!\"",
                "arabicText": "قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا",
                "audio": "/API/abdulbasit/ayah/2213.mp3",
                "numberInSurah": 73,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 261,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2214,
                "englishText": "And so the two went on, till, when they met a young man, [the sage] slew him -(whereupon Moses] exclaimed: \"Hast thou slain an innocent human being without [his having taken] another man's life? Indeed, thou hast done a terrible thing!\"",
                "arabicText": "فَانْطَلَقَا حَتَّىٰ إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا",
                "audio": "/API/abdulbasit/ayah/2214.mp3",
                "numberInSurah": 74,
                "juz": 15,
                "manzil": 4,
                "page": 301,
                "ruku": 261,
                "hizbQuarter": 120,
                "sajda": false
            },
            {
                "number": 2215,
                "englishText": "He replied: \"Did I not tell thee that thou wilt never be able to have patience with me?\"",
                "arabicText": "۞ قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
                "audio": "/API/abdulbasit/ayah/2215.mp3",
                "numberInSurah": 75,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2216,
                "englishText": "Said [Moses]: \"If, after this, I should ever question thee, keep me not in thy company: [for by] now thou hast heard enough excuses from me.\"",
                "arabicText": "قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا",
                "audio": "/API/abdulbasit/ayah/2216.mp3",
                "numberInSurah": 76,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2217,
                "englishText": "And so the two went on, till, when they came upon some village people, they asked them for food; but those [people] refused them all hospitality. And they saw in that (village] a wall which was on the point of tumbling down, and [the sage] rebuilt it [whereupon Moses] said: \"Hadst thou so wished, surely thou couldst [at least] have obtained some payment for it?\"",
                "arabicText": "فَانْطَلَقَا حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ ۖ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا",
                "audio": "/API/abdulbasit/ayah/2217.mp3",
                "numberInSurah": 77,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2218,
                "englishText": "[The sage] replied: \"This is the parting of ways between me and thee. [And now] I shall let thee know the real meaning of all [those events] that thou wert unable to bear with patience:,",
                "arabicText": "قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا",
                "audio": "/API/abdulbasit/ayah/2218.mp3",
                "numberInSurah": 78,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2219,
                "englishText": "\"As for that boat, it belonged to some needy people who toiled upon the sea -and I desired to damage it because (I knew that] behind them was a king who is wont to seize every boat by brute force.",
                "arabicText": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
                "audio": "/API/abdulbasit/ayah/2219.mp3",
                "numberInSurah": 79,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2220,
                "englishText": "\"And as for that young man, his parents were [true] believers - whereas we had every reason to fear that he would bring bitter grief upon them by [his] overweening wickedness and denial of all truth:",
                "arabicText": "وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا",
                "audio": "/API/abdulbasit/ayah/2220.mp3",
                "numberInSurah": 80,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2221,
                "englishText": "and so we desired that their Sustainer grant them in his stead [a child] of greater purity than him, and closer [to them] in loving tenderness.",
                "arabicText": "فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا",
                "audio": "/API/abdulbasit/ayah/2221.mp3",
                "numberInSurah": 81,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2222,
                "englishText": "\"And as for that wall, it belonged to two orphan boys [living] in the town, and beneath it was [buried] a treasure belonging to them [by right]. Now their father had been a righteous man, and so thy Sustainer willed it that when they come of age they should bring forth their treasure by thy Sustainer's grace. \"And I did not do (any of] this of my own accord: this is the real meaning of all [those events] that thou wert unable to bear with patience.\"",
                "arabicText": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ ۚ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا",
                "audio": "/API/abdulbasit/ayah/2222.mp3",
                "numberInSurah": 82,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 261,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2223,
                "englishText": "AND THEY will ask thee about the Two-Horned One. Say: \"I will convey unto you something by which he ought to be remembered.\"",
                "arabicText": "وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ ۖ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا",
                "audio": "/API/abdulbasit/ayah/2223.mp3",
                "numberInSurah": 83,
                "juz": 16,
                "manzil": 4,
                "page": 302,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2224,
                "englishText": "Behold, We established him securely on earth, and endowed him with [the knowledge of] the right means to achieve anything [that he might set out to achieve];",
                "arabicText": "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا",
                "audio": "/API/abdulbasit/ayah/2224.mp3",
                "numberInSurah": 84,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2225,
                "englishText": "and so he chose the right means [in whatever he did].",
                "arabicText": "فَأَتْبَعَ سَبَبًا",
                "audio": "/API/abdulbasit/ayah/2225.mp3",
                "numberInSurah": 85,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2226,
                "englishText": "[And he marched westwards] till, when he came to the setting of the sun, it appeared to him that it was setting in a dark, turbid sea; and nearby he found a people [given to every kind of wrongdoing]. We said: \"O thou Two-Horned One! Thou mayest either cause [them] to suffer or treat them with kindness!\"",
                "arabicText": "حَتَّىٰ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا ۗ قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا",
                "audio": "/API/abdulbasit/ayah/2226.mp3",
                "numberInSurah": 86,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2227,
                "englishText": "He answered: \"As for him who does wrong [unto others] - him shall we, in time, cause to suffer; and thereupon he shall be referred to his Sustainer, and He will cause him to suffer with unnameable suffering.",
                "arabicText": "قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا",
                "audio": "/API/abdulbasit/ayah/2227.mp3",
                "numberInSurah": 87,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2228,
                "englishText": "But as for him who believes and does righteous deeds - he will have the ultimate good [of the life to come] as his reward; and [as for us,] we shall make binding on him [only] that which is easy to fulfill.\"",
                "arabicText": "وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا",
                "audio": "/API/abdulbasit/ayah/2228.mp3",
                "numberInSurah": 88,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2229,
                "englishText": "And once again he chose the right means [to achieve a right end].",
                "arabicText": "ثُمَّ أَتْبَعَ سَبَبًا",
                "audio": "/API/abdulbasit/ayah/2229.mp3",
                "numberInSurah": 89,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2230,
                "englishText": "[And then he marched eastwards] till, when he came to the rising of the sun he found that it was rising on a people for whom We had provided no coverings against it:",
                "arabicText": "حَتَّىٰ إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا",
                "audio": "/API/abdulbasit/ayah/2230.mp3",
                "numberInSurah": 90,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2231,
                "englishText": "thus [We had made them, and thus he left them; and We did encompass with Our knowledge all that he had in mind",
                "arabicText": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
                "audio": "/API/abdulbasit/ayah/2231.mp3",
                "numberInSurah": 91,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2232,
                "englishText": "And once again he chose the right means (to achieve a right end].",
                "arabicText": "ثُمَّ أَتْبَعَ سَبَبًا",
                "audio": "/API/abdulbasit/ayah/2232.mp3",
                "numberInSurah": 92,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2233,
                "englishText": "[And he marched on] till, when he reached [a place] between the two mountain-barriers, he found beneath them a people who could scarcely understand a word [of his language].",
                "arabicText": "حَتَّىٰ إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
                "audio": "/API/abdulbasit/ayah/2233.mp3",
                "numberInSurah": 93,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2234,
                "englishText": "They said: \"O thou Two-Horned One! Behold, Gog and Magog\" are spoiling this land. May we, then, pay unto thee a tribute on the understanding that thou wilt erect a barrier between us and them?\"",
                "arabicText": "قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰ أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
                "audio": "/API/abdulbasit/ayah/2234.mp3",
                "numberInSurah": 94,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2235,
                "englishText": "He answered: \"That wherein my Sustainer has so securely established me is better [than anything that you could give me]; hence, do but help me with [your labour's] strength, [and] I shall erect a rampart between you and them!",
                "arabicText": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
                "audio": "/API/abdulbasit/ayah/2235.mp3",
                "numberInSurah": 95,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2236,
                "englishText": "Bring me ingots of iron!\" Then, after he had [piled up the iron and] filled the gap between the two mountain-sides, he said: \"[Light a fire and] ply your bellows!\" At length, when he had made it [glow like] fire, he commanded: \"Bring me molten copper which I may pour upon it.\"",
                "arabicText": "آتُونِي زُبَرَ الْحَدِيدِ ۖ حَتَّىٰ إِذَا سَاوَىٰ بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا ۖ حَتَّىٰ إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا",
                "audio": "/API/abdulbasit/ayah/2236.mp3",
                "numberInSurah": 96,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2237,
                "englishText": "And thus [the rampart was built, and] their enemies were unable to scale it, and neither were they able to pierce it.",
                "arabicText": "فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا",
                "audio": "/API/abdulbasit/ayah/2237.mp3",
                "numberInSurah": 97,
                "juz": 16,
                "manzil": 4,
                "page": 303,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2238,
                "englishText": "Said [the King]: \"This is a mercy from my Sustainer! Yet when the time appointed by my Sustainer shall come, He will make this [rampart] level with the ground: and my Sustainer's promise always comes true!\"",
                "arabicText": "قَالَ هَٰذَا رَحْمَةٌ مِنْ رَبِّي ۖ فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ ۖ وَكَانَ وَعْدُ رَبِّي حَقًّا",
                "audio": "/API/abdulbasit/ayah/2238.mp3",
                "numberInSurah": 98,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 262,
                "hizbQuarter": 121,
                "sajda": false
            },
            {
                "number": 2239,
                "englishText": "AND ON that Day\" We shall [call forth all mankind and] leave them to surge like waves [that dash] against one another; and the trumpet [of judgment] will be blown, and We shall gather them all together.",
                "arabicText": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ۖ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا",
                "audio": "/API/abdulbasit/ayah/2239.mp3",
                "numberInSurah": 99,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 262,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2240,
                "englishText": "And on that Day We shall place hell, for all to see, before those who denied the truth-",
                "arabicText": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا",
                "audio": "/API/abdulbasit/ayah/2240.mp3",
                "numberInSurah": 100,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 262,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2241,
                "englishText": "those whose eyes had been veiled against any remembrance of Me because they could not bear to listen [to the voice of truth]!",
                "arabicText": "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا",
                "audio": "/API/abdulbasit/ayah/2241.mp3",
                "numberInSurah": 101,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 262,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2242,
                "englishText": "Do they who are bent on denying the truth think, perchance, that they could take [any of] My creatures for protectors against Me? Verily, We have readied hell to welcome all who [thus] deny the truth!",
                "arabicText": "أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ ۚ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا",
                "audio": "/API/abdulbasit/ayah/2242.mp3",
                "numberInSurah": 102,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2243,
                "englishText": "Say: \"Shall we tell you who are the greatest losers in whatever they may do?",
                "arabicText": "قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا",
                "audio": "/API/abdulbasit/ayah/2243.mp3",
                "numberInSurah": 103,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2244,
                "englishText": "\"[It is] they whose labour has gone astray in [the pursuit of no more than] this world's life, and who none the less think that they are doing good works:",
                "arabicText": "الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
                "audio": "/API/abdulbasit/ayah/2244.mp3",
                "numberInSurah": 104,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2245,
                "englishText": "it is they who have chosen to deny their Sustainer's messages and the truth; that they are deseined to meet Him.\" Hence, all their [good] deeds come to nought, and no weight shall We assign to them on Resurrection Day.",
                "arabicText": "أُولَٰئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا",
                "audio": "/API/abdulbasit/ayah/2245.mp3",
                "numberInSurah": 105,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2246,
                "englishText": "That will be their recompense - [their] hell -for having denied the truth and made My messages and My apostles a target of their mockery.",
                "arabicText": "ذَٰلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا",
                "audio": "/API/abdulbasit/ayah/2246.mp3",
                "numberInSurah": 106,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2247,
                "englishText": "[But,] verily, as for those who attain to faith and do righteous deeds - the gardens of paradise will be there to welcome them;",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا",
                "audio": "/API/abdulbasit/ayah/2247.mp3",
                "numberInSurah": 107,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2248,
                "englishText": "therein will they abide, [and] never will they desire any change therefrom.",
                "arabicText": "خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
                "audio": "/API/abdulbasit/ayah/2248.mp3",
                "numberInSurah": 108,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2249,
                "englishText": "SAY: \"If all the sea were ink for my Sustainer's words, the sea would indeed be exhausted ere my Sustainer's words are exhausted! And [thus it would be] if we were to add to it sea upon sea.\"",
                "arabicText": "قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا",
                "audio": "/API/abdulbasit/ayah/2249.mp3",
                "numberInSurah": 109,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            },
            {
                "number": 2250,
                "englishText": "Say [O Prophet]: \"I am but a mortal man like all of you. It has been revealed unto me that your God is the One and Only God. Hence, whoever looks forward [with hope and awe] to meeting his Sustainer [on Judgment Day], let him do righteous deeds, and let him not ascribe unto anyone or anything a share in the worship due to his Sustainer!\"",
                "arabicText": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا",
                "audio": "/API/abdulbasit/ayah/2250.mp3",
                "numberInSurah": 110,
                "juz": 16,
                "manzil": 4,
                "page": 304,
                "ruku": 263,
                "hizbQuarter": 122,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}