{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 2,
        "name": "سُورَةُ البَقَرَةِ",
        "englishName": "Al-Baqara",
        "englishNameTranslation": "The Cow",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "https://axntr01jcwgp.objectstorage.me-dubai-1.oci.customer-oci.com/n/axntr01jcwgp/b/quran-api/o/abdulbasit%2Fsurahs%2Faudio%2F2.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "286",
        "ayahs": [
            {
                "number": 8,
                "englishText": "Alif. Lam. Mim.",
                "arabicText": "الم",
                "audio": "/API/abdulbasit/ayah/8.mp3",
                "numberInSurah": 1,
                "juz": 1,
                "manzil": 1,
                "page": 2,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 9,
                "englishText": "THIS DIVINE WRIT - let there be no doubt about it is [meant to be] a guidance for all the God-conscious.",
                "arabicText": "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/9.mp3",
                "numberInSurah": 2,
                "juz": 1,
                "manzil": 1,
                "page": 2,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 10,
                "englishText": "Who believe in [the existence of] that which is beyond the reach of human perception, and are constant in prayer, and spend on others out of what We provide for them as sustenance;",
                "arabicText": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
                "audio": "/API/abdulbasit/ayah/10.mp3",
                "numberInSurah": 3,
                "juz": 1,
                "manzil": 1,
                "page": 2,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 11,
                "englishText": "And who believe in that which has been bestowed from on high upon thee, [O Prophet,] as well as in that which was bestowed before thy time: for it is they who in their innermost are certain of the life to come!",
                "arabicText": "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ",
                "audio": "/API/abdulbasit/ayah/11.mp3",
                "numberInSurah": 4,
                "juz": 1,
                "manzil": 1,
                "page": 2,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 12,
                "englishText": "It is they who follow the guidance [which comes from their Sustainer; and it is they, they who' shall attain to a happy state!",
                "arabicText": "أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/12.mp3",
                "numberInSurah": 5,
                "juz": 1,
                "manzil": 1,
                "page": 2,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 13,
                "englishText": "BEHOLD, as for those who are bent on denying the truth - it is all one to them whether thou warnest them or dost not warn them: they will not believe.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/13.mp3",
                "numberInSurah": 6,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 14,
                "englishText": "God; has sealed their hearts and their hearing, and over their eyes is a veil; and awesome suffering awaits them.",
                "arabicText": "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/14.mp3",
                "numberInSurah": 7,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 2,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 15,
                "englishText": "And there are people who say, \"We do believe in God and the Last Day,\" the while they do not [really] believe.",
                "arabicText": "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/15.mp3",
                "numberInSurah": 8,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 16,
                "englishText": "They would deceive God and those who have attained to faith-the while they deceive none but themselves, and perceive it not.",
                "arabicText": "يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
                "audio": "/API/abdulbasit/ayah/16.mp3",
                "numberInSurah": 9,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 17,
                "englishText": "In their hearts is disease, and so God lets their disease increase; and grievous suffering awaits them because of their persistent lying.",
                "arabicText": "فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ",
                "audio": "/API/abdulbasit/ayah/17.mp3",
                "numberInSurah": 10,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 18,
                "englishText": "And when they are told, \"Do not spread corruption on earth,\" they answer, \"We are but improving things!\"",
                "arabicText": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/18.mp3",
                "numberInSurah": 11,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 19,
                "englishText": "Oh, verily, it is they, they who are spreading corruption but they perceive it not?",
                "arabicText": "أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِنْ لَا يَشْعُرُونَ",
                "audio": "/API/abdulbasit/ayah/19.mp3",
                "numberInSurah": 12,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 20,
                "englishText": "And when they are told, \"Believe as other people believe,\" they answer, \"Shall we believe as the weak-minded believe?\" Oh, verily, it is they, they who are weak-minded -but they know it not!",
                "arabicText": "وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ ۗ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِنْ لَا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/20.mp3",
                "numberInSurah": 13,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 21,
                "englishText": "And when they meet those who have attained to faith, they assert, \"We believe [as you believe]\"; but when they find themselves alone with their- evil impulses, they say, \"Verily, we are with you; we were only mocking!\"",
                "arabicText": "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ",
                "audio": "/API/abdulbasit/ayah/21.mp3",
                "numberInSurah": 14,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 22,
                "englishText": "God will requite them for their mockery, and will leave them for a while in their overweening arrogance, blindly stumbling to and fro:",
                "arabicText": "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
                "audio": "/API/abdulbasit/ayah/22.mp3",
                "numberInSurah": 15,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 23,
                "englishText": "[for] it is they who have taken error in exchange for guidance; and neither has their bargain brought them gain, nor have they found guidance [elsewhere].",
                "arabicText": "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ",
                "audio": "/API/abdulbasit/ayah/23.mp3",
                "numberInSurah": 16,
                "juz": 1,
                "manzil": 1,
                "page": 3,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 24,
                "englishText": "Their parable is that of people who kindle a fire: but as soon as it has illumined all around them, God takes away their light and leaves them in utter darkness, wherein they cannot see:",
                "arabicText": "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ",
                "audio": "/API/abdulbasit/ayah/24.mp3",
                "numberInSurah": 17,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 25,
                "englishText": "Deaf, dumb, blind - and they cannot turn back.",
                "arabicText": "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ",
                "audio": "/API/abdulbasit/ayah/25.mp3",
                "numberInSurah": 18,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 26,
                "englishText": "Or [the parable] of a violent cloudburst in the sky, with utter darkness, thunder and lightning: they put their fingers into their ears to keep out the peals of thunder, in terror of death; but God encompasses [with His might] all who deny the truth.",
                "arabicText": "أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ ۚ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/26.mp3",
                "numberInSurah": 19,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 27,
                "englishText": "The lightning well-nigh takes away their sight; whenever it gives them light, they advance therein, and whenever darkness falls around them, they stand still. And if God so willed, He could indeed take away their hearing and their sight: for, verily, God has the power to will anything.",
                "arabicText": "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ ۖ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا ۚ وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/27.mp3",
                "numberInSurah": 20,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 3,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 28,
                "englishText": "O MANKIND! Worship your Sustainer, who has created you and those who lived before you, so that you might remain conscious of Him",
                "arabicText": "يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/28.mp3",
                "numberInSurah": 21,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 4,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 29,
                "englishText": "who has made the earth a resting-place for you and the sky a canopy, and has sent down water from the sky and thereby brought forth fruits for your sustenance: do not, then, claim that there is any power that could rival God, when you know [that He is One].",
                "arabicText": "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/29.mp3",
                "numberInSurah": 22,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 4,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 30,
                "englishText": "And if you doubt any part of what We have, bestowed from on high, step by step, upon Our servant [Muhammad], then produce a surah of similar merit, and call upon any other than God to bear witness for you -if what you say is true!",
                "arabicText": "وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/30.mp3",
                "numberInSurah": 23,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 4,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 31,
                "englishText": "And if you cannot do it-and most certainly you cannot do it-then be conscious of the fire whose fuel is human beings and stones which awaits all who deny the truth!",
                "arabicText": "فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/31.mp3",
                "numberInSurah": 24,
                "juz": 1,
                "manzil": 1,
                "page": 4,
                "ruku": 4,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 32,
                "englishText": "But unto those who have attained to faith and do good works give the glad tiding that theirs shall be gardens through which running waters flow. Whenever they are granted fruits there from as their appointed sustenance, they will say, \"It is this that in days of yore was granted to us as our sustenance!\"-for they shall be given something that will recall that [past]. And there shall they have spouses pure, and there shall they abide.",
                "arabicText": "وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا ۙ قَالُوا هَٰذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ ۖ وَأُتُوا بِهِ مُتَشَابِهًا ۖ وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/32.mp3",
                "numberInSurah": 25,
                "juz": 1,
                "manzil": 1,
                "page": 5,
                "ruku": 4,
                "hizbQuarter": 1,
                "sajda": false
            },
            {
                "number": 33,
                "englishText": "Behold, God does not disdain to propound a parable of a gnat, or of something [even] less than that. Now, as for those who have attained to faith, they know that it is the truth from their Sustainer - whereas those who are bent on denying the truth say, \"What could God mean by this parable?\" In this way does He cause many a one to go astray, just as He guides many a one aright: but none does He cause thereby to go astray save the iniquitous,",
                "arabicText": "۞ إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۖ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۘ يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ",
                "audio": "/API/abdulbasit/ayah/33.mp3",
                "numberInSurah": 26,
                "juz": 1,
                "manzil": 1,
                "page": 5,
                "ruku": 4,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 34,
                "englishText": "who break their bond with God after it has been established [in their nature], and cut asunder what God has bidden to be joined, and spread corruption on earth: these it is that shall be the losers.",
                "arabicText": "الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
                "audio": "/API/abdulbasit/ayah/34.mp3",
                "numberInSurah": 27,
                "juz": 1,
                "manzil": 1,
                "page": 5,
                "ruku": 4,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 35,
                "englishText": "How can you refuse to acknowledge God, seeing that you were lifeless and He gave you life, and that He will cause you to die and then will bring you again to life, whereupon unto Him you will be brought back?",
                "arabicText": "كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
                "audio": "/API/abdulbasit/ayah/35.mp3",
                "numberInSurah": 28,
                "juz": 1,
                "manzil": 1,
                "page": 5,
                "ruku": 4,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 36,
                "englishText": "He it is who has created for you all that is on earth, and has applied His design to the heavens and fashioned them into seven heavens; and He alone has full knowledge of everything.",
                "arabicText": "هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/36.mp3",
                "numberInSurah": 29,
                "juz": 1,
                "manzil": 1,
                "page": 5,
                "ruku": 4,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 37,
                "englishText": "AND LO! Thy Sustainer said unto the angels: \"Behold, I am about to establish upon earth one who shall inherit it.\" They said: \"Wilt Thou place on it such as will spread corruption thereon and shed blood -whereas it is we who extol Thy limitless glory, and praise Thee, and hallow Thy name?\" [God] answered: \"Verily, I know that which you do not know.\"",
                "arabicText": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً ۖ قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/37.mp3",
                "numberInSurah": 30,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 38,
                "englishText": "And He imparted unto Adam the names of all things; then He brought them within the ken of the angels and said: \"Declare unto Me the names of these [things], if what you say is true.\"",
                "arabicText": "وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/38.mp3",
                "numberInSurah": 31,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 39,
                "englishText": "They replied: \"Limitless art Thou in Thy glory! No knowledge have we save that which Thou hast imparted unto us. Verily, Thou alone art all-knowing, truly wise.\"",
                "arabicText": "قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/39.mp3",
                "numberInSurah": 32,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 40,
                "englishText": "Said He: \"O Adam, convey unto them the names of these [things].\" And as soon as [Adam] had conveyed unto them their names, [God] said: \"Did I not say unto you, `Verily, I alone know the hidden reality of the heavens and the earth, and know all that you bring into the open and all. that you would conceal'?\"",
                "arabicText": "قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ ۖ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ",
                "audio": "/API/abdulbasit/ayah/40.mp3",
                "numberInSurah": 33,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 41,
                "englishText": "And when We told the angels, \"Prostrate yourselves before Adam!\" -they all prostrated themselves, save Iblis, who refused and gloried in his arrogance: and thus he became one of those who deny the truth.",
                "arabicText": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/41.mp3",
                "numberInSurah": 34,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 42,
                "englishText": "And We said: \"O Adam, dwell thou and thy wife in this garden, and eat freely thereof, both of you, whatever you may wish; but do not approach this one tree, lest you become wrongdoers.\"",
                "arabicText": "وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/42.mp3",
                "numberInSurah": 35,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 43,
                "englishText": "But Satan caused them both to stumble therein, and thus brought about the loss of their erstwhile state. And so We said: \"Down with you, [and be henceforth] enemies unto one another; and on earth you shall have your abode and your livelihood for a while!\"",
                "arabicText": "فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ",
                "audio": "/API/abdulbasit/ayah/43.mp3",
                "numberInSurah": 36,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 44,
                "englishText": "Thereupon Adam received words [of guidance] from his Sustainer, and He accepted his repentance: for, verily, He alone is the-Acceptor of Repentance, the Dispenser of Grace.",
                "arabicText": "فَتَلَقَّىٰ آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/44.mp3",
                "numberInSurah": 37,
                "juz": 1,
                "manzil": 1,
                "page": 6,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 45,
                "englishText": "[For although] We did say, \"Down with you all from this [state],\" there shall, none the less, most certainly come unto you guidance from Me: and those who follow My guidance need have no fear, and neither shall they grieve;",
                "arabicText": "قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/45.mp3",
                "numberInSurah": 38,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 46,
                "englishText": "but those who are bent on denying the truth and giving the lie to Our messages - they are destined for the fire, and therein shall they abide.",
                "arabicText": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/46.mp3",
                "numberInSurah": 39,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 5,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 47,
                "englishText": "O CHILDREN of Israel! Remember those blessings of Mine with which I graced you, and fulfil your promise unto Me, [whereupon] I shall fulfil My promise unto you; and of Me, of Me stand in awe!",
                "arabicText": "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ",
                "audio": "/API/abdulbasit/ayah/47.mp3",
                "numberInSurah": 40,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 48,
                "englishText": "Believe in that which I have [now] bestowed from on high, confirming the truth already in your possession, and be not foremost among those who deny its truth; and do not barter away My messages for a trifling gain; and of Me, of Me be conscious",
                "arabicText": "وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ ۖ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ",
                "audio": "/API/abdulbasit/ayah/48.mp3",
                "numberInSurah": 41,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 49,
                "englishText": "And do not overlay the truth with falsehood, and do not knowingly suppress the truth;",
                "arabicText": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/49.mp3",
                "numberInSurah": 42,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 50,
                "englishText": "and be constant in prayer, and spend in charity, and bow down in prayer with all who thus bow down.",
                "arabicText": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ",
                "audio": "/API/abdulbasit/ayah/50.mp3",
                "numberInSurah": 43,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 2,
                "sajda": false
            },
            {
                "number": 51,
                "englishText": "Do you bid other people to be pious, the while you forget your own selves -and yet you recite the divine writ? Will you not, then, use your reason?;",
                "arabicText": "۞ أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ ۚ أَفَلَا تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/51.mp3",
                "numberInSurah": 44,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 52,
                "englishText": "And seek aid in steadfast patience and prayer: and this, indeed, is a hard thing for all but the humble in spirit,",
                "arabicText": "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
                "audio": "/API/abdulbasit/ayah/52.mp3",
                "numberInSurah": 45,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 53,
                "englishText": "who know with certainty that they shall meet their Sustainer and that unto Him they shall return.",
                "arabicText": "الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ",
                "audio": "/API/abdulbasit/ayah/53.mp3",
                "numberInSurah": 46,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 6,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 54,
                "englishText": "O children of Israel! Remember those blessings of Mine with which I graced you, and how I favoured you above all other people;",
                "arabicText": "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/54.mp3",
                "numberInSurah": 47,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 55,
                "englishText": "and remain conscious of [the coming of] a Day when no human being shall in the least avail another, nor shall intercession be accepted from any of them, nor ransom taken from them, and none shall be succoured.",
                "arabicText": "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ",
                "audio": "/API/abdulbasit/ayah/55.mp3",
                "numberInSurah": 48,
                "juz": 1,
                "manzil": 1,
                "page": 7,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 56,
                "englishText": "And [remember the time] when We saved you from Pharaoh's people, who afflicted you with cruel suffering, slaughtering your sons and sparing [only] your women - which was an awesome trial from your Sustainer;",
                "arabicText": "وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/56.mp3",
                "numberInSurah": 49,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 57,
                "englishText": "and when We cleft the sea before you, and thus saved you and caused Pharaoh's people to drown before your very eyes;",
                "arabicText": "وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ",
                "audio": "/API/abdulbasit/ayah/57.mp3",
                "numberInSurah": 50,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 58,
                "englishText": "and when We appointed for Moses forty nights [on Mount Sinai], and in his absence you took to worshipping the [golden] calf, and thus became evildoers:",
                "arabicText": "وَإِذْ وَاعَدْنَا مُوسَىٰ أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
                "audio": "/API/abdulbasit/ayah/58.mp3",
                "numberInSurah": 51,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 59,
                "englishText": "yet, even after that, We blotted out this your sin, so that you might have cause to be grateful.",
                "arabicText": "ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/59.mp3",
                "numberInSurah": 52,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 60,
                "englishText": "And [remember the time] when We vouchsafed unto Moses the divine writ-and [thus] a standard by which to discern the true from the false -so that you might be guided aright;",
                "arabicText": "وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/60.mp3",
                "numberInSurah": 53,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 61,
                "englishText": "and when Moses said unto his people: \"O my people! Verily, you have sinned against yourselves by worshipping the calf; turn, then. in repentance to your Maker and mortify yourselves; this will be the best for you in your Maker's sight\". And thereupon He accepted your repentance: for, behold, He alone is the Acceptor of Repentance, the Dispenser of Grace.",
                "arabicText": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/61.mp3",
                "numberInSurah": 54,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 62,
                "englishText": "And [remember] when you said, \"O Moses. indeed we shall not believe thee unto we see God face to face!\" - whereupon the thunderbolt of punishment overtook you before your very eyes.",
                "arabicText": "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نُؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ",
                "audio": "/API/abdulbasit/ayah/62.mp3",
                "numberInSurah": 55,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 63,
                "englishText": "But We raised you again after you had been as dead, so that you might have cause to be grateful.",
                "arabicText": "ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/63.mp3",
                "numberInSurah": 56,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 64,
                "englishText": "And We caused the clouds to comfort you with their shade, and sent down unto you manna and quails. [saying,] \"Partake of the good things which We have provided for you as sustenance.\" And [by all their sinning] they did no harm unto Us-but [only] against their own selves did they sin.",
                "arabicText": "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَىٰ ۖ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ۖ وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/64.mp3",
                "numberInSurah": 57,
                "juz": 1,
                "manzil": 1,
                "page": 8,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 65,
                "englishText": "And [remember the time] when We said: \"Enter this land, and eat of its food as you may desire. abundantly; but enter the gate humbly and say, `Remove Thou from us the burden of our sins', [whereupon] We shall forgive you your sins, and shall amply reward the doers of good.\"",
                "arabicText": "وَإِذْ قُلْنَا ادْخُلُوا هَٰذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ ۚ وَسَنَزِيدُ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/65.mp3",
                "numberInSurah": 58,
                "juz": 1,
                "manzil": 1,
                "page": 9,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 66,
                "englishText": "But those who were bent on evildoing substituted another saying for that which had been given them: and so We sent down upon those evildoers a plague from heaven in requital for all their iniquity.",
                "arabicText": "فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
                "audio": "/API/abdulbasit/ayah/66.mp3",
                "numberInSurah": 59,
                "juz": 1,
                "manzil": 1,
                "page": 9,
                "ruku": 7,
                "hizbQuarter": 3,
                "sajda": false
            },
            {
                "number": 67,
                "englishText": "And [remember] when Moses prayed for water for his people and We replied, \"Strike the rock with thy staff!\"-whereupon twelve springs gushed forth from it, so that all the people knew whence to drink. [And Moses said:] \"Eat and drink the sustenance provided by God, and do not act wickedly on earth by spreading corruption.\"",
                "arabicText": "۞ وَإِذِ اسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ ۖ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ ۖ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/67.mp3",
                "numberInSurah": 60,
                "juz": 1,
                "manzil": 1,
                "page": 9,
                "ruku": 8,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 68,
                "englishText": "And [remember] when you said: \"O Moses, indeed we cannot endure but one kind of food; pray, then, to thy Sustainer that He bring forth for us aught of what grows from the earth - of its herbs, its cucumbers, its garlic, its lentils, its onions.\" Said [Moses]: \"Would you take a lesser thing in exchange for what is [so much] better? Go back in shame to Egypt, and then you can have what you are asking for!\" And so, ignominy and humiliation overshadowed them, and they earned the burden of God's condemnation: all this, because they persisted in denying the truth of God's messages and in slaying the prophets against all right: all this, because they rebelled [against God], and persisted in transgressing the bounds of what is right.",
                "arabicText": "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نَصْبِرَ عَلَىٰ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ ۚ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/68.mp3",
                "numberInSurah": 61,
                "juz": 1,
                "manzil": 1,
                "page": 9,
                "ruku": 8,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 69,
                "englishText": "VERILY, those who have attained to faith [in this divine writ], as well as those who follow the Jewish faith, and the Christians, and the Sabians -all who believe in God and the Last Day and do righteous deeds-shall have their reward with their Sustainer; and no fear need they have, and neither shall they grieve.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/69.mp3",
                "numberInSurah": 62,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 70,
                "englishText": "AND LO! We accepted your solemn pledge, raising Mount Sinai high above you, [and saying;] \"Hold fast with [all your] strength unto what We have vouchsafed you, and bear in mind all that is therein, so that you might remain conscious of God!\"",
                "arabicText": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/70.mp3",
                "numberInSurah": 63,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 71,
                "englishText": "And you turned away after that-! And had it not been for God's favour upon you and His grace, you would surely have found yourselves among the lost;",
                "arabicText": "ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/71.mp3",
                "numberInSurah": 64,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 72,
                "englishText": "for you are well aware of those from among you who profaned the Sabbath, whereupon We said unto them, \"Be as apes despicable!\"",
                "arabicText": "وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
                "audio": "/API/abdulbasit/ayah/72.mp3",
                "numberInSurah": 65,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 73,
                "englishText": "and set them up as a warning example for their time and for all times to come, as well as an admonition to all who are conscious of God.",
                "arabicText": "فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/73.mp3",
                "numberInSurah": 66,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 74,
                "englishText": "AND LO! Moses said unto his people: \"Behold, God bids you to sacrifice a cow.\" They said: \"Dost thou mock at us?\" He answered: \"I seek refuge with God against being so ignorant!\"",
                "arabicText": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً ۖ قَالُوا أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ",
                "audio": "/API/abdulbasit/ayah/74.mp3",
                "numberInSurah": 67,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 75,
                "englishText": "Said they: \"Pray on our behalf unto thy Sustainer that He make clear to us what she is to be like.\" [Moses] replied: \"Behold, He says it is to be a cow neither old nor immature, but of art age in-between. Do, then, what you have been bidden!\"",
                "arabicText": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَٰلِكَ ۖ فَافْعَلُوا مَا تُؤْمَرُونَ",
                "audio": "/API/abdulbasit/ayah/75.mp3",
                "numberInSurah": 68,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 76,
                "englishText": "Said they: \"Pray on our behalf unto thy Sustainer that He make clear to us what her colour should be. \"[Mopes] answered: \"Behold; He says it is to be a yellow cow, bright of hue, pleasing to the beholder.\"",
                "arabicText": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ",
                "audio": "/API/abdulbasit/ayah/76.mp3",
                "numberInSurah": 69,
                "juz": 1,
                "manzil": 1,
                "page": 10,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 77,
                "englishText": "Said' they: \"Pray on our behalf unto thy Sustainer that He make clear to us what she is to be like, for to us all cows resemble one another; and then, if God so wills, we shall truly be guided aright!\"",
                "arabicText": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/77.mp3",
                "numberInSurah": 70,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 78,
                "englishText": "[Moses] answered: \"Behold, He says it is to be a cow not broken-in to plough the earth or to water the crops, free of fault, without markings of any other colour.\"Said they: \"At last thou hast brought out the truth!\"-and thereupon they sacrificed her, although they had almost left it undone.",
                "arabicText": "قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا ۚ قَالُوا الْآنَ جِئْتَ بِالْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ",
                "audio": "/API/abdulbasit/ayah/78.mp3",
                "numberInSurah": 71,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 9,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 79,
                "englishText": "For, O children of Israel, because you had slain a human being and then cast the blame for this [crime] upon one another -although God will bring to light what you would conceals",
                "arabicText": "وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا ۖ وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ",
                "audio": "/API/abdulbasit/ayah/79.mp3",
                "numberInSurah": 72,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 10,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 80,
                "englishText": "We said: \"Apply this [principle] to some of those [cases of unresolved murder]: in this way God saves lives from death and shows you His will, so that you might [learn to] use your reason.\"",
                "arabicText": "فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْيِي اللَّهُ الْمَوْتَىٰ وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/80.mp3",
                "numberInSurah": 73,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 10,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 81,
                "englishText": "And yet, after all this, your hearts hardened and became like rocks, or even harder: for, behold, there are rocks from which streams gush forth; and, behold, there are some from which, when they are cleft, water issues; and, behold, there are some that fall down for awe of God And God is not unmindful of what you do!",
                "arabicText": "ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/81.mp3",
                "numberInSurah": 74,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 10,
                "hizbQuarter": 4,
                "sajda": false
            },
            {
                "number": 82,
                "englishText": "CAN YOU, then, hope that they will believe in what you are preaching - seeing that a good many of them were wont to listen to the word of God and then, after having understood it, to pervert it knowingly?",
                "arabicText": "۞ أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/82.mp3",
                "numberInSurah": 75,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 83,
                "englishText": "For, when they meet those who have attained to faith. they say, \"We believe [as you believe]\" - but when they find themselves alone with one another, they say. \"Do you inform them of what God has disclosed to you, so that they might use it in argument against you, quoting the words of your Sustainer? Will you not. then, use your reason?\"",
                "arabicText": "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/83.mp3",
                "numberInSurah": 76,
                "juz": 1,
                "manzil": 1,
                "page": 11,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 84,
                "englishText": "Do they not know, then, that God is aware of all that they would conceal as well as of all that they bring into the open?",
                "arabicText": "أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
                "audio": "/API/abdulbasit/ayah/84.mp3",
                "numberInSurah": 77,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 85,
                "englishText": "And there are among them unlettered people who have no real knowledge of the divine writ, [following] only wishful beliefs and depending on nothing but conjecture.",
                "arabicText": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
                "audio": "/API/abdulbasit/ayah/85.mp3",
                "numberInSurah": 78,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 86,
                "englishText": "Woe, then, unto those who write down, with their own hands, [something which they claim to be] divine writ, and then say. \"This is from God,\" in order to acquire a trifling gain thereby; woe, then, unto them for what their hands have written, and woe unto them for all that they may have gained!",
                "arabicText": "فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ",
                "audio": "/API/abdulbasit/ayah/86.mp3",
                "numberInSurah": 79,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 87,
                "englishText": "And they say, \"The fire will most certainly not touch us for more than a limited number of days.\" Say [unto them]: \"Have you received a promise from God - for God never breaks His promise - or do you attribute to God something which you cannot know?\"",
                "arabicText": "وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ ۖ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/87.mp3",
                "numberInSurah": 80,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 88,
                "englishText": "Yea! Those who earn evil and by their sinfulness are engulfed - they are destined for the fire. therein to abide;",
                "arabicText": "بَلَىٰ مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/88.mp3",
                "numberInSurah": 81,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 89,
                "englishText": "whereas those who attain to faith and do righteous deeds -they are destined for paradise, therein to abide.",
                "arabicText": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/89.mp3",
                "numberInSurah": 82,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 10,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 90,
                "englishText": "AND LO! We accepted this solemn pledge from [you,] ' the children of Israel: \"You shall worship none but God; and you shall do good unto your parents and kinsfolk, and the orphans, and the poor; and you shall speak unto all people in a kindly way; and you shall be constant in prayer; and you shall spend in charity.” And yet, save for a few of you, you turned away: for you are obstinate folk!",
                "arabicText": "وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ",
                "audio": "/API/abdulbasit/ayah/90.mp3",
                "numberInSurah": 83,
                "juz": 1,
                "manzil": 1,
                "page": 12,
                "ruku": 11,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 91,
                "englishText": "And lo! We accepted your solemn pledge that you would not shed one another's blood, and would not drive one another from your homelands - whereupon you acknowledged it; and thereto you bear witness [even now].",
                "arabicText": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ",
                "audio": "/API/abdulbasit/ayah/91.mp3",
                "numberInSurah": 84,
                "juz": 1,
                "manzil": 1,
                "page": 13,
                "ruku": 11,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 92,
                "englishText": "And yet, it is you who slay one another and drive some of your own people from their homelands, aiding one another against them in sin and hatred; but if they come to you as captives, you ransom them - although the very [act of] driving them away has been made unlawful to you!. Do you, then, believe in some parts of the divine writ and deny the truth of other parts? What, then, could be the reward of those among you who do such things but ignominy in the life of this world and, on the Day of Resurrection, commitment to most grievous suffering? For God is not unmindful of what you do.",
                "arabicText": "ثُمَّ أَنْتُمْ هَٰؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَىٰ تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَٰلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَىٰ أَشَدِّ الْعَذَابِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/92.mp3",
                "numberInSurah": 85,
                "juz": 1,
                "manzil": 1,
                "page": 13,
                "ruku": 11,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 93,
                "englishText": "All who buy the life of this world at the price of the life to come - their suffering shall not be lightened, nor shall they be succoured!",
                "arabicText": "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ",
                "audio": "/API/abdulbasit/ayah/93.mp3",
                "numberInSurah": 86,
                "juz": 1,
                "manzil": 1,
                "page": 13,
                "ruku": 11,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 94,
                "englishText": "For, indeed, We vouchsafed unto Moses the divine writ and caused apostle after apostle to follow him; and We vouchsafed unto Jesus, the son of Mary, all evidence of the truth, and strengthened him with holy inspiration. [Yet] is it not so that every time an apostle came unto you with something that was not to your liking, you gloried in your arrogance, and to some of them you gave the lie, while others you would slay?",
                "arabicText": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ ۖ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
                "audio": "/API/abdulbasit/ayah/94.mp3",
                "numberInSurah": 87,
                "juz": 1,
                "manzil": 1,
                "page": 13,
                "ruku": 12,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 95,
                "englishText": "But they say, \"Our hearts are already full of knowledge.\" Nay, but God has rejected them because of their refusal to acknowledge the truth: for, few are the things in which they believe.",
                "arabicText": "وَقَالُوا قُلُوبُنَا غُلْفٌ ۚ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/95.mp3",
                "numberInSurah": 88,
                "juz": 1,
                "manzil": 1,
                "page": 13,
                "ruku": 12,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 96,
                "englishText": "And whenever there came unto them a [new] revelation from God, confirming the truth already in their possession-and [bear in mind that] aforetime they used to pray for victory over those who were bent on denying the truth -: whenever there came unto them something which they recognized [as the truth], they would deny it. And God's rejection is the due of all who deny the truth.",
                "arabicText": "وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ ۚ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/96.mp3",
                "numberInSurah": 89,
                "juz": 1,
                "manzil": 1,
                "page": 14,
                "ruku": 12,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 97,
                "englishText": "Vile is that [false pride] for which they have sold their own selves by denying the truth of what God has bestowed from on high, out of envy that God should bestow aught of His favour upon whomsoever He wills of His servants: and thus have they earned the burden of God's condemnation, over and over. And for those who deny the truth there is shameful suffering in store.",
                "arabicText": "بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
                "audio": "/API/abdulbasit/ayah/97.mp3",
                "numberInSurah": 90,
                "juz": 1,
                "manzil": 1,
                "page": 14,
                "ruku": 12,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 98,
                "englishText": "For when they are told, \"Believe in what God has bestowed from on high,\" they reply, \"We believe [only] in what has been bestowed on us\"-and they deny the truth of everything else, although it be a truth confirming the one already in their possession. Say \"Why, then, did you slay God's prophets aforetime, if you were (truly] believers?\"",
                "arabicText": "وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/98.mp3",
                "numberInSurah": 91,
                "juz": 1,
                "manzil": 1,
                "page": 14,
                "ruku": 12,
                "hizbQuarter": 5,
                "sajda": false
            },
            {
                "number": 99,
                "englishText": "And indeed, there came unto you Moses with all evidence of the truth - and thereupon. in his absence, you took to worshipping the (golden] calf, and acted wickedly.",
                "arabicText": "۞ وَلَقَدْ جَاءَكُمْ مُوسَىٰ بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
                "audio": "/API/abdulbasit/ayah/99.mp3",
                "numberInSurah": 92,
                "juz": 1,
                "manzil": 1,
                "page": 14,
                "ruku": 12,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 100,
                "englishText": "And, lo, We accepted your solemn pledge, raising Mount Sinai high above you, [saying,] \"Hold fast with [all your] strength unto what We have vouchsafed you, and hearken unto it!\" [But] they say, \"We have heard, but we disobey\" - for their hearts are filled to overflowing with love of the [golden] calf because of their refusal to acknowledge the truth. Say: \"Vile is what this [false] belief of yours enjoins upon you-if indeed you are believers!\"",
                "arabicText": "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا ۖ قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/100.mp3",
                "numberInSurah": 93,
                "juz": 1,
                "manzil": 1,
                "page": 14,
                "ruku": 12,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 101,
                "englishText": "Say: \"If an afterlife with God is to be for you alone, to the exclusion of all other people, then. you should long for death-if what you say is true!\"",
                "arabicText": "قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/101.mp3",
                "numberInSurah": 94,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 12,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 102,
                "englishText": "But never will they long for it, because [they are aware] of what their hands have sent ahead in this world: and God has full knowledge of evildoers.",
                "arabicText": "وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/102.mp3",
                "numberInSurah": 95,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 12,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 103,
                "englishText": "And thou wilt most certainly find that they cling to life more eagerly than any other people, even more than those who are bent on ascribing divinity to other beings beside God: every one of them would love to live a thousand years, although the grant of long life could not save him from suffering [in the hereafter]: for God sees all that they do.",
                "arabicText": "وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/103.mp3",
                "numberInSurah": 96,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 12,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 104,
                "englishText": "SAY [O Prophet]: \"Whosoever is an enemy of Gabriel\" -who,, verily, by God's leave, has brought down upon thy heart this [divine writ] which confirms the truth of whatever there still remains [of earlier revelations], and is a guidance and a glad tiding for the believers-:",
                "arabicText": "قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/104.mp3",
                "numberInSurah": 97,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 105,
                "englishText": "\"whosover is an enemy of God and His angels and His message-bearers, including Gabriel and Michael, [should know that,] verily, God is the enemy of all who deny the truth.\"",
                "arabicText": "مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/105.mp3",
                "numberInSurah": 98,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 106,
                "englishText": "For, clear messages indeed have We bestowed upon thee from on high; and none denies their truth save the iniquitous.",
                "arabicText": "وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ ۖ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/106.mp3",
                "numberInSurah": 99,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 107,
                "englishText": "Is it not so that every time they made a promise [unto God], some of them cast it aside? Nay, indeed: most of them do not believe.",
                "arabicText": "أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/107.mp3",
                "numberInSurah": 100,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 108,
                "englishText": "And [even now,] when there has come unto them an apostle from God, confirming the truth already in their possession, some of those who were granted revelation aforetime cast the divine writ behind their backs as though unaware [of what it says],",
                "arabicText": "وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/108.mp3",
                "numberInSurah": 101,
                "juz": 1,
                "manzil": 1,
                "page": 15,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 109,
                "englishText": "and follow [instead] that which the evil ones used to practice during Solomon's reign - for it was not Solomon who denied the truth, but those evil ones denied it by teaching people sorcery -; and [they follow] that which has come down through the two angels in Babylon, Hurut and Marut-although these two never taught it to anyone without first declaring, \"We are but a temptation to evil: do not, then, deny [God's] truth!\" And they learn from these two how to create discord between a man and his wife; but whereas they can harm none thereby save by God's leave, they acquire a knowledge that only harms themselves and does not benefit them - although they know; indeed, that he who acquires this [knowledge] shall have no share in the good of the life to come. For, vile indeed is that [art] for which they have sold their own selves -had they but known it!",
                "arabicText": "وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ ۖ وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ ۚ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ۚ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ ۚ لَوْ كَانُوا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/109.mp3",
                "numberInSurah": 102,
                "juz": 1,
                "manzil": 1,
                "page": 16,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 110,
                "englishText": "And had they but believed and been conscious of Him, reward from God would indeed have brought them good-had they but known it!",
                "arabicText": "وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ ۖ لَوْ كَانُوا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/110.mp3",
                "numberInSurah": 103,
                "juz": 1,
                "manzil": 1,
                "page": 16,
                "ruku": 13,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 111,
                "englishText": "O YOU who have attained to faith! Do not say [to the Prophet], \"Listen to us,\" but rather say, \"Have patience with us,\" and hearken [unto him], since grievous suffering awaits those who deny the truth.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/111.mp3",
                "numberInSurah": 104,
                "juz": 1,
                "manzil": 1,
                "page": 16,
                "ruku": 14,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 112,
                "englishText": "Neither those from among the followers of earlier revelation who are bent on denying the truth, nor those who ascribe divinity to other beings beside God, would like to see any good ever bestowed upon you from on high by your Sustainer; but God singles out for His grace whom He wills-for God is limitless in His great bounty.",
                "arabicText": "مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ ۗ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/112.mp3",
                "numberInSurah": 105,
                "juz": 1,
                "manzil": 1,
                "page": 16,
                "ruku": 14,
                "hizbQuarter": 6,
                "sajda": false
            },
            {
                "number": 113,
                "englishText": "Any message which, We annul or consign to oblivion We replace with a better or a similar one. Dost thou not know that God has the power to will anything?",
                "arabicText": "۞ مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا ۗ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/113.mp3",
                "numberInSurah": 106,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 114,
                "englishText": "Dost thou not know that God's is the dominion over the heavens and the earth, and that besides God you have none to protect you or bring you succour?",
                "arabicText": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
                "audio": "/API/abdulbasit/ayah/114.mp3",
                "numberInSurah": 107,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 115,
                "englishText": "Would you, perchance, ask of the Apostle who has been sent unto you what was asked aforetime of Moses? But whoever chooses to deny the [evidence of the] truth, instead of believing in it, has already strayed from the right path.",
                "arabicText": "أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِنْ قَبْلُ ۗ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
                "audio": "/API/abdulbasit/ayah/115.mp3",
                "numberInSurah": 108,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 116,
                "englishText": "Out of their selfish envy, many among the followers of earlier revelation would like to bring you back to denying the truth after you have attained to faith - [even] after the truth has become clear unto them. None the less, forgive and forbear, until God shall make manifest His will: behold, God has the power to will anything.",
                "arabicText": "وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۖ فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/116.mp3",
                "numberInSurah": 109,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 117,
                "englishText": "And be constant in prayer, and render the purifying dues; for, whatever good deed you send ahead for your own selves, you shall find it with God: behold, God sees all that you do.",
                "arabicText": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ ۗ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/117.mp3",
                "numberInSurah": 110,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 118,
                "englishText": "AND THEY claim, \"None shall ever enter paradise unless he be a Jew\" - or, \"a Christian\". Such are their wishful beliefs! Say: \"Produce an evidence for what you are claiming, if what you say is true!\"",
                "arabicText": "وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/118.mp3",
                "numberInSurah": 111,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 119,
                "englishText": "Yea, indeed: everyone who surrenders his whole being unto God, and is a doer of good withal, shall have his reward with his Sustainer; and all such need have no fear, and neither shall they grieve.",
                "arabicText": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/119.mp3",
                "numberInSurah": 112,
                "juz": 1,
                "manzil": 1,
                "page": 17,
                "ruku": 14,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 120,
                "englishText": "Furthermore, the Jews assert, \"The Christians have no valid ground for their beliefs,\" while the Christians assert, \"The Jews have no valid ground for their beliefs\" - and both quote the divine writ! Even thus, like unto what they say, have [always] spoken those who were devoid of knowledge;\" but it is God who will judge between them on Resurrection Day with regard to all on which they were wont to differ.",
                "arabicText": "وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ ۗ كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
                "audio": "/API/abdulbasit/ayah/120.mp3",
                "numberInSurah": 113,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 121,
                "englishText": "Hence, who could be more wicked than those who bar the mention of God's name from [any of] His houses of worship and strive for their ruin, [although] they have no right to enter them save in fear [of God]? For them, in this world, there is ignominy in store; and for them, in the life to come, awesome suffering.",
                "arabicText": "وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا ۚ أُولَٰئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/121.mp3",
                "numberInSurah": 114,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 122,
                "englishText": "And God's is the east and the west: and wherever you turn, there is God's countenance. Behold, God is infinite, all-knowing.",
                "arabicText": "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ۚ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/122.mp3",
                "numberInSurah": 115,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 123,
                "englishText": "And yet some people assert, \"God has taken unto Himself a son!\" Limitless is He in His glory! Nay, but His is all that is in the heavens and on earth; all things devoutly obey His will.",
                "arabicText": "وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحَانَهُ ۖ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ",
                "audio": "/API/abdulbasit/ayah/123.mp3",
                "numberInSurah": 116,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 124,
                "englishText": "The Originator is He of the heavens and the earth: and when He wills a thing to be, He but says unto it, \"Be\" -and it is.",
                "arabicText": "بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
                "audio": "/API/abdulbasit/ayah/124.mp3",
                "numberInSurah": 117,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 125,
                "englishText": "AND [only] those who are devoid of knowledge say, \"Why does God not speak unto us, nor is a [miraculous] sign shown to us?\" Even thus, like unto what they, say, spoke those who lived before their time their hearts are all alike. Indeed, We have made all the signs manifest unto people who are endowed with inner certainty.",
                "arabicText": "وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ ۗ كَذَٰلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ ۘ تَشَابَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ",
                "audio": "/API/abdulbasit/ayah/125.mp3",
                "numberInSurah": 118,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 126,
                "englishText": "Verily, We have sent thee [O Prophet] with the truth, as a bearer of glad tidings and a warner: and thou shalt not be held accountable for those who are destined for the blazing fire.",
                "arabicText": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ",
                "audio": "/API/abdulbasit/ayah/126.mp3",
                "numberInSurah": 119,
                "juz": 1,
                "manzil": 1,
                "page": 18,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 127,
                "englishText": "For, never will the Jews be pleased with thee. nor yet the Christians, unless thou follow their own creeds. Say: \"Behold, God's guidance is the only true guidance.\" And, indeed, if thou shouldst follow their errant views after all the knowledge that has come unto thee. thou wouldst have none to protect thee from God, and none to bring thee succour.",
                "arabicText": "وَلَنْ تَرْضَىٰ عَنْكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ ۗ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
                "audio": "/API/abdulbasit/ayah/127.mp3",
                "numberInSurah": 120,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 128,
                "englishText": "Those unto whom We have vouchsafed the divine writ [and who] follow it as it ought to be followed -it is they who [truly] believe in it; whereas all who choose to deny its truth -it is they, they who are the losers!",
                "arabicText": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۗ وَمَنْ يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
                "audio": "/API/abdulbasit/ayah/128.mp3",
                "numberInSurah": 121,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 15,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 129,
                "englishText": "O CHILDREN of Israel! Remember those blessings of Mine with which I graced you, and how I favoured you above all other people;",
                "arabicText": "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/129.mp3",
                "numberInSurah": 122,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 16,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 130,
                "englishText": "and remain conscious of [the coming of] a Day when no human being shall in the least avail another, nor shall ransom be accepted from any of them, nor shall intercession be of any use to them, and none shall be succoured.",
                "arabicText": "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ",
                "audio": "/API/abdulbasit/ayah/130.mp3",
                "numberInSurah": 123,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 16,
                "hizbQuarter": 7,
                "sajda": false
            },
            {
                "number": 131,
                "englishText": "And [remember this:] when his Sustainer tried Abraham by [His] commandments and the latter fulfilled them, He said: \"Behold, I shall make thee a leader of men. \"Abraham asked: \"And [wilt Thou make leaders] of my offspring as well? \"[God] answered: \"My covenant does not embrace the evildoers.\"",
                "arabicText": "۞ وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِنْ ذُرِّيَّتِي ۖ قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/131.mp3",
                "numberInSurah": 124,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 132,
                "englishText": "AND LO! We made the Temple a goal to which people might repair again and again, and a sanctuary: take then, the place whereon Abraham once stood as your place of prayer.\" And thus did We command Abraham and Ishmael: \"Purify My Temple for those who will walk around it, and those who will abide near it in meditation, and those who will bow down and prostrate themselves [in prayer].\"",
                "arabicText": "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ۖ وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ",
                "audio": "/API/abdulbasit/ayah/132.mp3",
                "numberInSurah": 125,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 133,
                "englishText": "And, lo, Abraham prayed: \"O my Sustainer! Make this a land secure, and grant its people fruitful sustenance - such of them as believe in God and the Last Day.\" [God] answered: \"And whoever shall deny the truth, him will I let enjoy himself for a short while -but in the end I shall drive him to suffering through fire: and how vile a journey's end!\"",
                "arabicText": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ النَّارِ ۖ وَبِئْسَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/133.mp3",
                "numberInSurah": 126,
                "juz": 1,
                "manzil": 1,
                "page": 19,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 134,
                "englishText": "And when Abraham and Ishmael were raising the foundations of the Temple, [they prayed:] \"O our Sustainer! Accept Thou this from us: for, verily, Thou alone art all-hearing, all-knowing!",
                "arabicText": "وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/134.mp3",
                "numberInSurah": 127,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 135,
                "englishText": "\"O our Sustainer! Make us surrender ourselves unto Thee, and make out of our offspring a community that shall surrender itself unto Thee, and show us our ways of worship, and accept our repentance: for, verily, Thou alone art the Acceptor of Repentance, the Dispenser of Grace!",
                "arabicText": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۖ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/135.mp3",
                "numberInSurah": 128,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 136,
                "englishText": "\"O our Sustainer! Raise up from the midst of our off spring an apostle from among themselves, who shall convey unto them Thy messages, and impart unto them revelation as well as wisdom, and cause them to grow in purity: for, verily, Thou alone art almighty, truly wise!\"",
                "arabicText": "رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/136.mp3",
                "numberInSurah": 129,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 16,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 137,
                "englishText": "And who, unless he be weak of mind, would want to abandon Abraham's creed, seeing that We have indeed raised him high in this world, and that, verily, in the life to come he shall be among the righteous?",
                "arabicText": "وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ ۚ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
                "audio": "/API/abdulbasit/ayah/137.mp3",
                "numberInSurah": 130,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 138,
                "englishText": "When his Sustainer said to him, \"Surrender thyself unto Me!\" - he answered, \"I have surrendered myself unto [Thee,] the Sustainer of all the worlds.\"",
                "arabicText": "إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/138.mp3",
                "numberInSurah": 131,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 139,
                "englishText": "And this very thing did Abraham bequeath unto his children, and [so did] Jacob: \"O my children! Behold, God has granted you the purest faith; so do not allow death to overtake you ere you have surrendered yourselves unto Him.\"",
                "arabicText": "وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/139.mp3",
                "numberInSurah": 132,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 140,
                "englishText": "Nay, but you [yourselves, O children of Israel,] bear witness that when death was approaching Jacob, he said unto his sons: \"Whom will you worship after I am gone?\" They answered: \"We will worship thy God, the God of thy forefathers Abraham and Ishmael and Isaac, the One God; and unto Him we surrender ourselves.\"",
                "arabicText": "أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/140.mp3",
                "numberInSurah": 133,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 141,
                "englishText": "Now those people have passed away; unto them shall be accounted what they have earned, and unto you, what you have earned; and you will not be, judged on the strength of what they did.",
                "arabicText": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/141.mp3",
                "numberInSurah": 134,
                "juz": 1,
                "manzil": 1,
                "page": 20,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 142,
                "englishText": "AND THEY say, \"Be Jews\" - or, \"Christians\" - \"and you shall be on the right path.\" Say: \"Nay, but [ours is] the creed of Abraham, who turned away from all that is false, and was not of those who ascribe divinity to aught beside God.\"",
                "arabicText": "وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا ۗ قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
                "audio": "/API/abdulbasit/ayah/142.mp3",
                "numberInSurah": 135,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 143,
                "englishText": "Say: \"We believe in God, and in that which has been bestowed from on high upon us, and that which has been bestowed upon Abraham and Ishmael and Isaac and Jacob and, their descendants, and that which has been vouchsafed to Moses and Jesus; and that which has been vouchsafed to all the [other] prophets by their Sustainer: we make no distinction between any of them. And it is unto Him that we surrender ourselves.\"",
                "arabicText": "قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/143.mp3",
                "numberInSurah": 136,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 144,
                "englishText": "And if [others] come to believe in the way you believe, they will indeed find themselves on the right path; and if they turn away, it is but they who will be deeply in the wrong, and God will protect thee from them: for He alone is all-hearing, all-knowing.",
                "arabicText": "فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ اللَّهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/144.mp3",
                "numberInSurah": 137,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 145,
                "englishText": "[Say: \"Our life takes its] hue from God! And who could give a better hue [to life] than God, if we but truly worship Him?\"",
                "arabicText": "صِبْغَةَ اللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُ عَابِدُونَ",
                "audio": "/API/abdulbasit/ayah/145.mp3",
                "numberInSurah": 138,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 146,
                "englishText": "Say [to the Jews and the Christians]: \"Do you argue with us about God? But He is our Sustainer as well as your Sustainer - and unto us shall be accounted our deeds, and unto you, your deeds; and it- is unto Him alone that we devote ourselves.",
                "arabicText": "قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ",
                "audio": "/API/abdulbasit/ayah/146.mp3",
                "numberInSurah": 139,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 147,
                "englishText": "\"Do you claim that Abraham and Ishmael and Isaac and Jacob and their descendants were `Jews' or `Christians'?\" Say: \"Do you know more than God does? And who could be more wicked than he who suppresses a testimony given to him by God? Yet God is not unmindful of what you do.",
                "arabicText": "أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَىٰ ۗ قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/147.mp3",
                "numberInSurah": 140,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 148,
                "englishText": "\"Now those people have passed away; unto them shall be accounted what they have earned, and unto you, what you have earned; and you will not be judged on the strength of what they did.\"",
                "arabicText": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/148.mp3",
                "numberInSurah": 141,
                "juz": 1,
                "manzil": 1,
                "page": 21,
                "ruku": 17,
                "hizbQuarter": 8,
                "sajda": false
            },
            {
                "number": 149,
                "englishText": "THE WEAK-MINDED among people will say, \"What has turned them away from the direction of prayer which they have hitherto observed?\" Say: \"God's is the east and the west; He guides whom He wills onto a straight way.\"",
                "arabicText": "۞ سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ۚ قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/149.mp3",
                "numberInSurah": 142,
                "juz": 2,
                "manzil": 1,
                "page": 22,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 150,
                "englishText": "And thus have We willed you to be a community of the middle way, so that [with your lives] you might bear witness to the truth before all mankind, and that the Apostle might bear witness to it before you. And it is only to the end that We might make a clear distinction between those who follow the Apostle and those who turn about on their heels that We have appointed [for this community] the direction of prayer which thou [O Prophet] hast formerly observed: for this was indeed a hard test for all but those whom God has guided aright. But God will surely not lose sight of your faith-for, behold, God is most compassionate towards man, a dispenser of grace.",
                "arabicText": "وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ ۗ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ ۚ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/150.mp3",
                "numberInSurah": 143,
                "juz": 2,
                "manzil": 1,
                "page": 22,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 151,
                "englishText": "We have seen thee [O Prophet] often turn thy face towards heaven [for guidance]: and now We shall indeed make thee turn in prayer in a direction which will fulfil thy desire. Turn, then, thy face towards the Inviolable House of Worship; and wherever you all may be, turn your faces towards it [in prayer]. And, verily, those who have been vouchsafed revelation aforetime know well that this [commandment] comes in truth from their Sustainer; and God is not unaware of what they do.",
                "arabicText": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ ۗ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/151.mp3",
                "numberInSurah": 144,
                "juz": 2,
                "manzil": 1,
                "page": 22,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 152,
                "englishText": "And yet, even if thou wert to place all evidence before those who have been vouchsafed earlier revelation, they would not follow thy direction of prayer; and neither mayest thou follow their direction of prayer, nor even do they follow one another's direction. And if thou shouldst follow their errant views after all the knowledge that has come unto thee thou wouldst surely be among the evildoers.",
                "arabicText": "وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ ۚ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ ۙ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/152.mp3",
                "numberInSurah": 145,
                "juz": 2,
                "manzil": 1,
                "page": 22,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 153,
                "englishText": "They unto whom We have vouchsafed revelation aforetime know it as they know their own children: but, behold, some of them knowingly suppress the truth -",
                "arabicText": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ ۖ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/153.mp3",
                "numberInSurah": 146,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 154,
                "englishText": "the truth from thy Sustainer! Be not, then, among the doubters:",
                "arabicText": "الْحَقُّ مِنْ رَبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
                "audio": "/API/abdulbasit/ayah/154.mp3",
                "numberInSurah": 147,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 18,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 155,
                "englishText": "for, every community faces a direction of its own, of which He is the focal point. Vie, therefore, with one another in doing good works. Wherever you may be, God will gather you all unto Himself: for, verily, God has the power to will anything.",
                "arabicText": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/155.mp3",
                "numberInSurah": 148,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 19,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 156,
                "englishText": "Thus, from wherever thou mayest come forth, turn thy face [in prayer] towards the Inviolable House of Worship-for,. behold, this [commandment] comes in truth from thy Sustainer; and God is not unaware of what you do.",
                "arabicText": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۖ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/156.mp3",
                "numberInSurah": 149,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 19,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 157,
                "englishText": "Hence, from wherever thou mayest come forth, turn thy face [in prayer] towards the Inviolable House of Worship; and wherever you all may be, turn your faces towards it, so that people should have no argument against you unless they are bent upon wrongdoing. And hold not them in awe, but stand in awe of Me, and [obey Me,] so that I might bestow upon you the full measure of My blessings., and that you might follow the right path.",
                "arabicText": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/157.mp3",
                "numberInSurah": 150,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 19,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 158,
                "englishText": "Even as We have sent unto you an apostle from among yourselves to convey unto you Our messages, and to cause you to grow in purity, and to impart unto you revelation and wisdom, and to teach you that which you knew not:",
                "arabicText": "كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/158.mp3",
                "numberInSurah": 151,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 19,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 159,
                "englishText": "so remember Me, and I shall remember you; and be grateful unto Me, and deny Me not.",
                "arabicText": "فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ",
                "audio": "/API/abdulbasit/ayah/159.mp3",
                "numberInSurah": 152,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 19,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 160,
                "englishText": "O YOU who have attained to faith! Seek aid in steadfast patience and prayer: for, behold, God is with those who are patient in adversity.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/160.mp3",
                "numberInSurah": 153,
                "juz": 2,
                "manzil": 1,
                "page": 23,
                "ruku": 20,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 161,
                "englishText": "And say not of those who are slain in God's cause, \"They are dead\": nay, they are alive, but you perceive it not.",
                "arabicText": "وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ ۚ بَلْ أَحْيَاءٌ وَلَٰكِنْ لَا تَشْعُرُونَ",
                "audio": "/API/abdulbasit/ayah/161.mp3",
                "numberInSurah": 154,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 162,
                "englishText": "And most certainly shall We try you by means of danger, and hunger, and loss of worldly goods, of lives and of [labour's] fruits. But give glad tidings unto those who are patient in adversity",
                "arabicText": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ ۗ وَبَشِّرِ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/162.mp3",
                "numberInSurah": 155,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 163,
                "englishText": "who, when calamity befalls them, say, \"Verily, unto God do we belong and, verily, unto Him we shall return.\"",
                "arabicText": "الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ",
                "audio": "/API/abdulbasit/ayah/163.mp3",
                "numberInSurah": 156,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 164,
                "englishText": "It is they upon whom their Sustainer's blessings and grace are bestowed, and it is they, they who are on the right path!",
                "arabicText": "أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ ۖ وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/164.mp3",
                "numberInSurah": 157,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 9,
                "sajda": false
            },
            {
                "number": 165,
                "englishText": "[Hence,] behold, As-Safa and Al-Marwah are among the symbols set up by God; and thus, no wrong does he who, having come to the Temple on pilgrimage or on a pious visit, strides to and fro between these two: for, if one does more good than he is bound to do-behold, God is responsive to gratitude, all-knowing.",
                "arabicText": "۞ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ۖ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا ۚ وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/165.mp3",
                "numberInSurah": 158,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 166,
                "englishText": "BEHOLD, as for those who suppress aught of the evidence of the truth and of the guidance which We have bestowed from on high, after We have made it clear unto mankind through the divine writ - these it is whom God will reject, and whom all who can judge will reject.",
                "arabicText": "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ ۙ أُولَٰئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ",
                "audio": "/API/abdulbasit/ayah/166.mp3",
                "numberInSurah": 159,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 167,
                "englishText": "Excepted, however, shall be they that repent, and put themselves to rights, and make known the truth: and it is they whose repentance I shall accept-for I alone am the Acceptor of Repentance, the Dispenser of Grace.",
                "arabicText": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا التَّوَّابُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/167.mp3",
                "numberInSurah": 160,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 168,
                "englishText": "Behold, as for those who are bent on denying the truth and die as deniers of the truth -their due is rejection by God, and by the angels,, and by all [righteous] men.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
                "audio": "/API/abdulbasit/ayah/168.mp3",
                "numberInSurah": 161,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 169,
                "englishText": "In this state shall they abide; [and] neither will their suffering, be lightened, nor will they be granted respite.",
                "arabicText": "خَالِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
                "audio": "/API/abdulbasit/ayah/169.mp3",
                "numberInSurah": 162,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 170,
                "englishText": "AND YOUR GOD is the One God: there is no deity save Him, the Most Gracious, the Dispenser of Grace.",
                "arabicText": "وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ لَا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/170.mp3",
                "numberInSurah": 163,
                "juz": 2,
                "manzil": 1,
                "page": 24,
                "ruku": 20,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 171,
                "englishText": "Verily, in the creation of the heavens and of the earth, and the succession of night and day: and in the ships that speed through the sea with what is useful to man: and in the waters which God sends down from the sky, giving life thereby to the earth after it had, been lifeless, and causing all manner of living creatures to multiply thereon: and in the change of the winds, and the clouds that run their appointed courses between sky and earth: [in all this] there are messages indeed for people who use their reason.",
                "arabicText": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/171.mp3",
                "numberInSurah": 164,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 21,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 172,
                "englishText": "And yet there are people who choose to believe in beings that allegedly rival God, loving them as [only] God should be loved: whereas those who have attained to faith love God more than all else. If they who are bent on evildoing could but see - as see they will when they are made to suffer [on Resurrection Day] -that all might belongs to God alone, and that God is severe in [meting out] punishment!",
                "arabicText": "وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ۖ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ ۗ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ",
                "audio": "/API/abdulbasit/ayah/172.mp3",
                "numberInSurah": 165,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 21,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 173,
                "englishText": "[On that Day] it will come to pass that those who had been [falsely] adored shall disown their followers, and the latter shall see the suffering [that awaits them], with all their hopes cut to pieces!",
                "arabicText": "إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ",
                "audio": "/API/abdulbasit/ayah/173.mp3",
                "numberInSurah": 166,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 21,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 174,
                "englishText": "And then those followers shall say: \"Would that we had a second chance [in life], so that we could disown them as they have disowned us!\" Thus will God show them their works [in a manner that will cause them] batter regrets; but they will not come out of the fire.",
                "arabicText": "وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ ۖ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ",
                "audio": "/API/abdulbasit/ayah/174.mp3",
                "numberInSurah": 167,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 21,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 175,
                "englishText": "O MANKIND! Partake of what is lawful and good on earth, and follow not Satan's footsteps: for, verily, he is your open foe,",
                "arabicText": "يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/175.mp3",
                "numberInSurah": 168,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 176,
                "englishText": "and bids you only to do evil, and to commit deeds of abomination, and to attribute unto God something of which you have no knowledge.",
                "arabicText": "إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/176.mp3",
                "numberInSurah": 169,
                "juz": 2,
                "manzil": 1,
                "page": 25,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 177,
                "englishText": "But when they are told, \"Follow what God has bestowed from on high,\" some answer, \"Nay, we shall follow [only] that which we found our forefathers believing in and doing.\" Why, even if their forefathers did not use their reason at all, and were devoid of all guidance?",
                "arabicText": "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا ۗ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/177.mp3",
                "numberInSurah": 170,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 178,
                "englishText": "And so, the parable of those who re bent on denying the truth is that of the beast which hears the shepherd's cry, and hears in it nothing but the sound of a voice and a call. Deaf are they, and dumb, and blind: for they do not use their reason.",
                "arabicText": "وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً ۚ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/178.mp3",
                "numberInSurah": 171,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 179,
                "englishText": "O you who have attained to faith! Partake of the good things which We have provided for you as sustenance, and render thanks unto God, if it is [truly] Him that you worship.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
                "audio": "/API/abdulbasit/ayah/179.mp3",
                "numberInSurah": 172,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 180,
                "englishText": "He has forbidden to you only carrion, and blood, and the flesh of swine, and that over which any name other than God's has been invoked; but if one is driven by necessity - neither coveting it nor exceeding his immediate need -no sin shall be upon him: for, behold, God is much-forgiving, a dispenser of grace.",
                "arabicText": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/180.mp3",
                "numberInSurah": 173,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 181,
                "englishText": "VERILY, as for those who suppress aught of the revelation which God has bestowed from on high, and barter it away for a trifling gain - they but fill their bellies with fire. And God will not speak unto them on the Day of Resurrection, nor will He cleanse them [of their sins]; and grievous suffering awaits them.",
                "arabicText": "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا ۙ أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/181.mp3",
                "numberInSurah": 174,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 182,
                "englishText": "It is they who take error in exchange for guidance, and suffering in exchange for forgiveness: yet how little do they seem to fear the fire!",
                "arabicText": "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ",
                "audio": "/API/abdulbasit/ayah/182.mp3",
                "numberInSurah": 175,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 183,
                "englishText": "Thus it is: since it is God who bestows the divine writ from on high, setting forth the truth, all those who set their own views against the divine writ are, verily, most deeply in the wrong.",
                "arabicText": "ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ ۗ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ",
                "audio": "/API/abdulbasit/ayah/183.mp3",
                "numberInSurah": 176,
                "juz": 2,
                "manzil": 1,
                "page": 26,
                "ruku": 22,
                "hizbQuarter": 10,
                "sajda": false
            },
            {
                "number": 184,
                "englishText": "True piety does not consist in turning your faces towards the east or the west - but truly pious is he who believes in God, and the Last Day; and the angels, and revelation, and the prophets; and spends his substance - however much he himself may cherish - it - upon his near of kin, and the orphans, and the needy, and the wayfarer, and the beggars, and for the freeing of human beings from bondage; and is constant in prayer, and renders the purifying dues; and [truly pious are] they who keep their promises whenever they promise, and are patient in misfortune and hardship and in time of peril: it is they that have proved themselves true, and it is they, they who are conscious of God.",
                "arabicText": "۞ لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَىٰ حُبِّهِ ذَوِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا ۖ وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ ۗ أُولَٰئِكَ الَّذِينَ صَدَقُوا ۖ وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/184.mp3",
                "numberInSurah": 177,
                "juz": 2,
                "manzil": 1,
                "page": 27,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 185,
                "englishText": "O YOU who have attained to faith! Just retribution is ordained for you in cases of killing: the free for the free, and the slave for the slave, and the woman for the woman. And if something [of his guilt] is remitted to a guilty person by his brother, this [remission] shall be adhered to with fairness, and restitution to his fellow-man shall be made in a goodly manner. This is an alleviation from your Sustainer, and an act of His grace. And for him who, none the less, wilfully transgresses the bounds of what is right, there is grievous suffering in store:",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى ۖ الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَىٰ بِالْأُنْثَىٰ ۚ فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/185.mp3",
                "numberInSurah": 178,
                "juz": 2,
                "manzil": 1,
                "page": 27,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 186,
                "englishText": "for, in [the law of] just retribution, O you who are endowed with insight, there is life for you, so that you might remain conscious of God!",
                "arabicText": "وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/186.mp3",
                "numberInSurah": 179,
                "juz": 2,
                "manzil": 1,
                "page": 27,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 187,
                "englishText": "IT IS ordained for you, when death approaches any of you and he is leaving behind much wealth, to make bequests in favour of his parents and [other] near of kin in accordance with what is fair: I this is binding on all who are conscious of God.",
                "arabicText": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/187.mp3",
                "numberInSurah": 180,
                "juz": 2,
                "manzil": 1,
                "page": 27,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 188,
                "englishText": "And if anyone alters such a provision - after having come to know it, the sin of acting thus shall fall only upon those who have altered it. Verily, God is all-hearing, all-knowing.",
                "arabicText": "فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/188.mp3",
                "numberInSurah": 181,
                "juz": 2,
                "manzil": 1,
                "page": 27,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 189,
                "englishText": "If, however, one has reason to fear that the testator has committed a mistake or a [deliberate] wrong, and thereupon brings about a settlement between the heirs, he will incur no sin [thereby]. Verily, God is much-forgiving, a dispenser of grace.",
                "arabicText": "فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/189.mp3",
                "numberInSurah": 182,
                "juz": 2,
                "manzil": 1,
                "page": 28,
                "ruku": 23,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 190,
                "englishText": "O YOU who have attained to faith! Fasting is ordained for you as it was ordained for those before you, so that you might remain conscious of God:",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/190.mp3",
                "numberInSurah": 183,
                "juz": 2,
                "manzil": 1,
                "page": 28,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 191,
                "englishText": "[fasting] during a certain number of days. But whoever of you is ill, or on a journey, [shall fast instead for the same] number of other days; and [in such cases] it is incumbent upon those who can afford it to make sacrifice by feeding a needy person. And whoever does more good than he is bound to do does good unto himself thereby; for to fast is to do good unto yourselves - if you but knew it.",
                "arabicText": "أَيَّامًا مَعْدُودَاتٍ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ ۚ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/191.mp3",
                "numberInSurah": 184,
                "juz": 2,
                "manzil": 1,
                "page": 28,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 192,
                "englishText": "It was the month of Ramadan in which the Qur'an was [first] bestowed from on high as a guidance unto man and a self-evident proof of that guidance, and as the standard by which to discern the true from the false. Hence, whoever of you lives to see this month shall fast throughout it; but he that is ill, or on a journey, [shall fast instead for the same] number of other days. God wills that you shall have ease, and does not will you to suffer hardship; but [He desires] that you complete the number [of days required], and that you extol God for His having guided you aright, and that you render your thanks [unto Him].",
                "arabicText": "شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَىٰ وَالْفُرْقَانِ ۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۖ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/192.mp3",
                "numberInSurah": 185,
                "juz": 2,
                "manzil": 1,
                "page": 28,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 193,
                "englishText": "AND IF My servants ask thee about Me - behold, I am near; I respond to the call of him who calls, whenever he calls unto Me: let them, then, respond unto Me, and believe in Me, so that they might follow the right way.",
                "arabicText": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ",
                "audio": "/API/abdulbasit/ayah/193.mp3",
                "numberInSurah": 186,
                "juz": 2,
                "manzil": 1,
                "page": 28,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 194,
                "englishText": "IT IS lawful for you to go in unto your wives during the night preceding the [day's] fast: they are as a garment for you, and you are as a garment for them. God is aware that you would have deprived yourselves of this right, and so He has turned unto you in His mercy and removed this hardship from you. Now, then, you may lie with them skin to skin, and avail yourselves of that which God has ordained for you, and eat and drink until you can discern the white streak of dawn against the blackness of night, and then resume fasting until nightfall; but do not lie with them skin to skin when you are about to abide in meditation in houses of worship. These are the bounds set by God: do not, then, offend against them - [for] it is thus that God makes clear His messages unto mankind, so that they might remain conscious of Him.",
                "arabicText": "أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ ۚ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ ۗ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۖ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ۚ وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ۖ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ ۚ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/194.mp3",
                "numberInSurah": 187,
                "juz": 2,
                "manzil": 1,
                "page": 29,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 195,
                "englishText": "AND DEVOUR NOT one another's possessions wrongfully, and neither employ legal artifices with a view to devouring sinfully, and knowingly, anything that by right belongs to others.",
                "arabicText": "وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/195.mp3",
                "numberInSurah": 188,
                "juz": 2,
                "manzil": 1,
                "page": 29,
                "ruku": 24,
                "hizbQuarter": 11,
                "sajda": false
            },
            {
                "number": 196,
                "englishText": "THEY WILL ASK thee about the new moons. Say: \"They indicate the periods for [various doings of] mankind, including the pilgrimage.\" However, piety does not consist in your entering houses from the rear, [as it were,] but truly pious is he who is conscious of God. Hence, enter houses through their doors, and remain conscious of God, so that you might attain to a happy state.",
                "arabicText": "۞ يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ ۗ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/196.mp3",
                "numberInSurah": 189,
                "juz": 2,
                "manzil": 1,
                "page": 29,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 197,
                "englishText": "AND FIGHT in God's cause against those who wage war against you, but do not commit aggression-for, verily, God does not love aggressors.",
                "arabicText": "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
                "audio": "/API/abdulbasit/ayah/197.mp3",
                "numberInSurah": 190,
                "juz": 2,
                "manzil": 1,
                "page": 29,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 198,
                "englishText": "And slay them wherever you may come upon them, and drive them away from wherever they drove you away - for oppression is even worse than killing. And fight not against them near the Inviolable House of Worship unless they fight against you there first; but if they fight against you, slay them: such shall be the recompense of those who deny the truth.",
                "arabicText": "وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَاءُ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/198.mp3",
                "numberInSurah": 191,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 199,
                "englishText": "But if they desist-behold, God is much-forgiving, a dispenser of grace.",
                "arabicText": "فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/199.mp3",
                "numberInSurah": 192,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 200,
                "englishText": "Hence, fight against them until there is no more oppression and all worship is devoted to God alone; but if they desist, then all hostility shall cease, save against those who [wilfully] do wrong.",
                "arabicText": "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ ۖ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/200.mp3",
                "numberInSurah": 193,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 201,
                "englishText": "Fight during the sacred months if you are attacked: for a violation of sanctity is [subject to the law of] just retribution. Thus, if anyone commits aggression against you, attack him just as he has attacked you - but remain conscious of God, and know that God is with those who are conscious of Him.",
                "arabicText": "الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ۚ فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/201.mp3",
                "numberInSurah": 194,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 202,
                "englishText": "And spend [freely] in God's cause, and let not your own hands throw you into destruction; and persevere in doing good: behold, God loves the doers of good.",
                "arabicText": "وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ۛ وَأَحْسِنُوا ۛ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/202.mp3",
                "numberInSurah": 195,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 203,
                "englishText": "AND PERFORM the pilgrimage and the pious visit [to Mecca] in honour of God; and if you are held back, give instead whatever offering you can easily afford. And do not shave your heads until the offering has been sacrificed; but he from among you who is ill or suffers from an ailment of the head shall redeem himself by fasting, or alms, or [any other] act of worship. And if you are hale and secure, then he who takes advantage of a pious visit before the [time of] pilgrimage shall give whatever offering he can easily afford; whereas he who cannot afford it shall fast for three days during the pilgrimage and for seven days after your return: that is, ten full [days]. All this relates to him who does not live near the Inviolable House of Worship. And remain conscious of God, and know that God is severe in retribution.",
                "arabicText": "وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۖ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۚ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/203.mp3",
                "numberInSurah": 196,
                "juz": 2,
                "manzil": 1,
                "page": 30,
                "ruku": 25,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 204,
                "englishText": "The pilgrimage shall take place in the months appointed for it. And whoever undertakes the pilgrimage in those [months] shall, while on pilgrimage, abstain from lewd speech, from all wicked conduct, and from quarrelling; and whatever good you may do, God is aware of it. And make provision for yourselves - but, verily, the best of all provisions is God-consciousness: remain, then, conscious of Me, O you who are endowed with insight!",
                "arabicText": "الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ ۚ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ ۗ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ ۚ وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ",
                "audio": "/API/abdulbasit/ayah/204.mp3",
                "numberInSurah": 197,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 205,
                "englishText": "[However,] you will be committing no sin if [during the pilgrimage] you seek to obtain any bounty from your Sustainer. And when you surge downward in multitudes from `Arafat, remember God at the holy place, and remember Him as the One who guided you after you had indeed been lost on your way;",
                "arabicText": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ ۚ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ",
                "audio": "/API/abdulbasit/ayah/205.mp3",
                "numberInSurah": 198,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 206,
                "englishText": "and surge onward together with the multitude of all the other people who surge onward, and ask God to forgive you your sins: for, verily, God is much-forgiving, a dispenser of grace.",
                "arabicText": "ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/206.mp3",
                "numberInSurah": 199,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 207,
                "englishText": "And when you have performed your acts of worship, [continue to] bear God in mind as you would bear your own fathers in mind-nay, with a yet keener remembrance! For there are people who [merely] pray, \"O our Sustainer! Give us in this world\" -and such shall not partake in the blessings of the life to come.",
                "arabicText": "فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ",
                "audio": "/API/abdulbasit/ayah/207.mp3",
                "numberInSurah": 200,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 208,
                "englishText": "But there are among them such as pray, \"O our Sustainer! Grant us good in this world and good in the life to come, and keep us safe from suffering through the fire\":",
                "arabicText": "وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
                "audio": "/API/abdulbasit/ayah/208.mp3",
                "numberInSurah": 201,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 209,
                "englishText": "it is these. that shall have their portion [of happiness] in return for what they have earned. And God is swift in reckoning.",
                "arabicText": "أُولَٰئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا ۚ وَاللَّهُ سَرِيعُ الْحِسَابِ",
                "audio": "/API/abdulbasit/ayah/209.mp3",
                "numberInSurah": 202,
                "juz": 2,
                "manzil": 1,
                "page": 31,
                "ruku": 26,
                "hizbQuarter": 12,
                "sajda": false
            },
            {
                "number": 210,
                "englishText": "And bear God in mind during the appointed days; but he who hurries away within two days shall incur no sin, and he who tarries longer shall incur no sin, provided that he is conscious of God. Hence, remain conscious of God, and know that unto Him you shall be gathered.",
                "arabicText": "۞ وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ ۚ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ۚ لِمَنِ اتَّقَىٰ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/210.mp3",
                "numberInSurah": 203,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 211,
                "englishText": "NOW THERE IS a kind of man whose views on the life of this world may please thee greatly, and [the more so as] he cites God as witness to what is in his heart and is, moreover, exceedingly skillful in argument.",
                "arabicText": "وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ",
                "audio": "/API/abdulbasit/ayah/211.mp3",
                "numberInSurah": 204,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 212,
                "englishText": "But whenever he prevails, he goes about the earth spreading corruption and destroying [man's] tilth and progeny: and God does not love corruption.",
                "arabicText": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ",
                "audio": "/API/abdulbasit/ayah/212.mp3",
                "numberInSurah": 205,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 213,
                "englishText": "And whenever he is told, \"Be conscious of God,\" his false pride drives him into sin: wherefore hell will be his allotted portion-and how vile a resting-place!",
                "arabicText": "وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ ۚ فَحَسْبُهُ جَهَنَّمُ ۚ وَلَبِئْسَ الْمِهَادُ",
                "audio": "/API/abdulbasit/ayah/213.mp3",
                "numberInSurah": 206,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 214,
                "englishText": "But there is [also] a kind of man who would willingly sell his own self in order to please God: and God is most compassionate towards His servants.",
                "arabicText": "وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
                "audio": "/API/abdulbasit/ayah/214.mp3",
                "numberInSurah": 207,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 215,
                "englishText": "O you who have attained to faith! Surrender yourselves wholly unto God, and follow not Satan's footsteps, for, verily, he is your open foe.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/215.mp3",
                "numberInSurah": 208,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 216,
                "englishText": "And if you should stumble after all evidence of the truth has come unto you, then know that, verily, God is almighty, wise.",
                "arabicText": "فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/216.mp3",
                "numberInSurah": 209,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 217,
                "englishText": "Are these people waiting, perchance, for God to reveal Himself unto them in the shadows of the clouds, together with the angels - although [by then] all will have been decided, and unto God all things will have been brought back?",
                "arabicText": "هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
                "audio": "/API/abdulbasit/ayah/217.mp3",
                "numberInSurah": 210,
                "juz": 2,
                "manzil": 1,
                "page": 32,
                "ruku": 26,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 218,
                "englishText": "Ask the children of Israel how many a clear message We have given them! And if one alters God's blessed message after it has reached him - verily, God is severe in retribution!",
                "arabicText": "سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ ۗ وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/218.mp3",
                "numberInSurah": 211,
                "juz": 2,
                "manzil": 1,
                "page": 33,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 219,
                "englishText": "Unto those who are bent on denying the truth the life of this world [alone] seems goodly; hence, they scoff at those who have attained to faith: but they who are conscious of God shall be above them on Resurrection Day. And God grants sustenance unto whom He wills, beyond all reckoning.",
                "arabicText": "زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا ۘ وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ ۗ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
                "audio": "/API/abdulbasit/ayah/219.mp3",
                "numberInSurah": 212,
                "juz": 2,
                "manzil": 1,
                "page": 33,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 220,
                "englishText": "ALL MANKIND were once one single community; [then they began to differ -] whereupon God raised up the prophets as heralds of glad tidings and as warners, and through them bestowed revelation from on high, setting forth the truth, so that it might decide between people with regard to all on which they had come to hold divergent views. Yet none other than the selfsame people who had been granted this [revelation] began, out of mutual jealousy, to disagree about its meaning after all evidence of the truth had come unto them. But God guided the believers unto the truth about which, by His leave, they had disagreed: for God guides onto a straight way him that wills [to be guided].",
                "arabicText": "كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ ۚ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ ۖ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ ۗ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/220.mp3",
                "numberInSurah": 213,
                "juz": 2,
                "manzil": 1,
                "page": 33,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 221,
                "englishText": "[But] do you think that you could enter para-dise without having suffered like those [believers] who passed away before you? Misfortune and hardship befell them, and so shaken were they that the apostle, and the believers with him, would exclaim, \"When will God's succour come?\" Oh, verily, God's succour is [always] near!",
                "arabicText": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ",
                "audio": "/API/abdulbasit/ayah/221.mp3",
                "numberInSurah": 214,
                "juz": 2,
                "manzil": 1,
                "page": 33,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 222,
                "englishText": "THEY WILL ASK thee as to what they should spend on others. Say: \"Whatever of your wealth you spend shall [first] be for your parents, and for the near of kin, and the orphans, and the needy, and the wayfarer; and whatever good you do, verily, God has full knowledge thereof.\"",
                "arabicText": "يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ۖ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/222.mp3",
                "numberInSurah": 215,
                "juz": 2,
                "manzil": 1,
                "page": 33,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 223,
                "englishText": "FIGHTING is ordained for you, even though it be hateful to you; but it may well be that you hate a thing the while it is good for you, and it may well be that you love a thing the while it is bad for you: and God knows, whereas you do not know.",
                "arabicText": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/223.mp3",
                "numberInSurah": 216,
                "juz": 2,
                "manzil": 1,
                "page": 34,
                "ruku": 27,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 224,
                "englishText": "They will ask thee about fighting in the sacred month. Say: \"Fighting in it is an awesome thing (grave transgression); but turning men away from the path of God and denying Him, and [turning them away from] the Inviolable House of Worship and expelling its people there from - [all this] is yet more awesome (greater transgression) in the sight of God, since oppression is more awesome (greater transgression) than killing.\" [Your enemies] will not cease to fight against you till they have turned you away from your faith, if they can. But if any of you should turn away from his faith and die as a denier of the truth - these it is whose works will go for nought in this world and in the life to come; and these it is who are destined for the fire, therein to abide.",
                "arabicText": "يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ ۚ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا ۚ وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/224.mp3",
                "numberInSurah": 217,
                "juz": 2,
                "manzil": 1,
                "page": 34,
                "ruku": 28,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 225,
                "englishText": "Verily, they who have attained to faith, and they who have forsaken the domain of evil and are striving hard in God's cause - these it is who may look forward to God's grace: for God is much-forgiving, a dispenser of grace.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَٰئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/225.mp3",
                "numberInSurah": 218,
                "juz": 2,
                "manzil": 1,
                "page": 34,
                "ruku": 28,
                "hizbQuarter": 13,
                "sajda": false
            },
            {
                "number": 226,
                "englishText": "THEY WILL ASK thee about intoxicants and games of chance. Say: \"In both there is great evil as well as some benefit for man; but the evil which they cause is greater than the benefit which they bring.\" And they will ask thee as to what they should spend [in God's cause]. Say: \"Whatever you can spare.\" In this way God makes clear unto you His messages, so that you might reflect",
                "arabicText": "۞ يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ۖ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا ۗ وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/226.mp3",
                "numberInSurah": 219,
                "juz": 2,
                "manzil": 1,
                "page": 34,
                "ruku": 28,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 227,
                "englishText": "on this world and on the life to come. And they will ask thee about [how to deal with] orphans. Say: \"To improve their condition is best.\" And if you share their life, [remember that] they are your brethren: for God distinguishes between him who spoils things and him who improves. And had God so willed, He would indeed have imposed on you hardships which you would not have been able to bear: [but,] behold, God is almighty, wise!",
                "arabicText": "فِي الدُّنْيَا وَالْآخِرَةِ ۗ وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ ۖ قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ ۖ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ ۚ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۚ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/227.mp3",
                "numberInSurah": 220,
                "juz": 2,
                "manzil": 1,
                "page": 35,
                "ruku": 28,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 228,
                "englishText": "AND DO NOT marry women who ascribe divinity to aught beside God ere they attain to [true] belief: for any believing bondwoman [of God] is certainly better than a woman who ascribes divinity to aught beside God, even though she please you greatly. And do not give your women in marriage to men who ascribe divinity to aught beside God ere they attain to [true] belief: for- any believing bondman [of God] is certainly better than a man who ascribes divinity to aught beside God, even though he please you greatly. [Such as] these invite unto the fire, whereas God invites unto paradise, and unto [the achievement of] forgiveness by His leave; and He makes clear His messages unto mankind, so that they might bear them in mind.",
                "arabicText": "وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا ۚ وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ ۖ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ ۖ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/228.mp3",
                "numberInSurah": 221,
                "juz": 2,
                "manzil": 1,
                "page": 35,
                "ruku": 28,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 229,
                "englishText": "AND THEY will ask thee about [woman's] monthly courses. Say: \"It is a vulnerable condition. Keep, therefore, aloof from women during their monthly courses, and do not draw near unto them until they are cleansed; and when they are cleansed, go in unto them as God has bidden you to do.\" Verily, God loves those who turn unto Him in repentance and He loves those who keep themselves pure.",
                "arabicText": "وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ ۚ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ",
                "audio": "/API/abdulbasit/ayah/229.mp3",
                "numberInSurah": 222,
                "juz": 2,
                "manzil": 1,
                "page": 35,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 230,
                "englishText": "Your wives are your tilth; go, then, unto your tilth as you may desire, but first provide something for your souls, and remain conscious of God, and know that you are destined to meet Him. And give glad tidings unto those who believe.",
                "arabicText": "نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا لِأَنْفُسِكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/230.mp3",
                "numberInSurah": 223,
                "juz": 2,
                "manzil": 1,
                "page": 35,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 231,
                "englishText": "AND DO NOT allow your oaths in the name of God to become an obstacle to virtue and God-consciousness and the promotion of peace between men: for God is all-hearing, all-knowing.",
                "arabicText": "وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/231.mp3",
                "numberInSurah": 224,
                "juz": 2,
                "manzil": 1,
                "page": 35,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 232,
                "englishText": "God will not take you to task for oaths which you may have uttered without thought, but will take you to task [only] for what your hearts have conceived [in earnest]: for God is much-forgiving, forbearing.",
                "arabicText": "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/232.mp3",
                "numberInSurah": 225,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 233,
                "englishText": "Those who take an oath that they will not approach their wives shall have four months of grace; and if they go back [on their oath] -behold, God is much-forgiving, a dispenser of grace.",
                "arabicText": "لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/233.mp3",
                "numberInSurah": 226,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 234,
                "englishText": "But if they are resolved on divorce -behold, God is all-hearing, all-knowing.",
                "arabicText": "وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/234.mp3",
                "numberInSurah": 227,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 235,
                "englishText": "And the divorced women shall undergo, without remarrying, a waiting-period of three monthly courses: for it is not lawful for them to conceal what God may have created in their wombs, if they believe in God and the Last Day. And during this period their husbands are fully entitled to take them back, if they desire reconciliation; but, in accordance with justice, the rights of the wives [with regard to their husbands] are equal to the [husbands'] rights with regard to them, although men have precedence over them [in this respect]. And God is almighty, wise.",
                "arabicText": "وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا ۚ وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/235.mp3",
                "numberInSurah": 228,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 29,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 236,
                "englishText": "A divorce may be [revoked] twice, whereupon the marriage must either be resumed in fairness or dissolved in a goodly manner. And it is not lawful for you to take back anything of what you have ever given to your wives unless both [partners] have cause to fear that they may not be able to keep within the bounds set by God: hence, if you have cause to fear that the two may not be able to keep within the bounds set by God, there shall be no sin upon either of them for what the wife may give up [to her husband] in order to free herself. These are the bounds set by God; do not, then, transgress them: for they who transgress the bounds set by God-it is they, they who are evildoers!",
                "arabicText": "الطَّلَاقُ مَرَّتَانِ ۖ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
                "audio": "/API/abdulbasit/ayah/236.mp3",
                "numberInSurah": 229,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 30,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 237,
                "englishText": "And if he divorces her [finally], she shall thereafter not be lawful unto him unless she first takes another man for husband; then, if the latter divorces her, there shall be no sin upon either of the two if they return to one another-provided that both of them think that they will be able to keep within the bounds set by God: for these are the bounds of God which He makes clear unto people of [innate] knowledge.",
                "arabicText": "فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّىٰ تَنْكِحَ زَوْجًا غَيْرَهُ ۗ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ ۗ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/237.mp3",
                "numberInSurah": 230,
                "juz": 2,
                "manzil": 1,
                "page": 36,
                "ruku": 30,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 238,
                "englishText": "And so, when you divorce women and they are about to reach the end of their waiting-term, then either retain them in a fair manner or let them go in a fair manner. But do not retain them against their will in order to hurt [them]: for he who does so sins indeed against himself. And do not take [these] messages of God in a frivolous spirit; and remember the blessings with which God has graced you, and all the revelation and the wisdom which He has bestowed on you from on high in order to admonish you thereby; and remain conscious of God, and know that God has full knowledge of everything.",
                "arabicText": "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ ۚ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/238.mp3",
                "numberInSurah": 231,
                "juz": 2,
                "manzil": 1,
                "page": 37,
                "ruku": 30,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 239,
                "englishText": "And when you divorce women, and they have come to the end of their waiting-term, hinder them not from marrying other men if they have agreed with each other in a fair manner. This is an admonition unto every one of you who believes in God and the Last Day; it is the most virtuous [way] for you, and the cleanest. And God knows, whereas you do not know.",
                "arabicText": "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/239.mp3",
                "numberInSurah": 232,
                "juz": 2,
                "manzil": 1,
                "page": 37,
                "ruku": 31,
                "hizbQuarter": 14,
                "sajda": false
            },
            {
                "number": 240,
                "englishText": "And the [divorced] mothers may nurse their children for two whole years, if they wish to complete the period of nursing; and it is incumbent upon him who has begotten the child to provide in a fair manner for their sustenance and clothing. No human being shall be burdened with more than he is well able to bear: neither shall a mother be made to suffer because of her child, nor, because of his child, he who has begotten it. And the same duty rests upon the [father's] heir. And if both [parents] decide, by mutual consent and counsel, upon separation [of mother and child], they will incur no sin [thereby]; and if you decide to entrust your children to foster-mothers, you will incur no sin provided you ensure, in a fair manner, the safety of the child which you are handing over. But remain conscious of God, and know that God sees all that you do.",
                "arabicText": "۞ وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ ۚ وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/240.mp3",
                "numberInSurah": 233,
                "juz": 2,
                "manzil": 1,
                "page": 37,
                "ruku": 31,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 241,
                "englishText": "And if any of you die and leave wives behind, they shall undergo, without remarrying, a waiting-period of four months and ten days; whereupon, when they have reached the end of their waiting-term, there shall be no sin in whatever they may do with their persons in a lawful manner. And God is aware of all that you do.",
                "arabicText": "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/241.mp3",
                "numberInSurah": 234,
                "juz": 2,
                "manzil": 1,
                "page": 38,
                "ruku": 31,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 242,
                "englishText": "But you will incur no sin if you give a hint of [an intended] marriage-offer to [any of] these women, or if you conceive such an intention without making it obvious: [for] God knows that you intend to ask them in marriage. Do not, however, plight your troth with them in secret, but speak only in a decent manner; and do not proceed with tying the marriage-knot ere the ordained [term of waiting] has come to its end. And know that God knows what is in your minds, and therefore remain conscious of Him; and know, too, that God is much-forgiving, forbearing.",
                "arabicText": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ ۚ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا ۚ وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/242.mp3",
                "numberInSurah": 235,
                "juz": 2,
                "manzil": 1,
                "page": 38,
                "ruku": 31,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 243,
                "englishText": "You will incur no sin if you divorce women while you have not yet touched them nor settled a dower upon them; but [even in such a case] make provision for them - the affluent according to his means, and the straitened according to his means - a provision in an equitable manner: this is a duty upon all who would do good.",
                "arabicText": "لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/243.mp3",
                "numberInSurah": 236,
                "juz": 2,
                "manzil": 1,
                "page": 38,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 244,
                "englishText": "And if you divorce them before having touched them, but after having settled a dower upon them, then [give them] half of what you have settled - unless it be that they forgo their claim or he in whose hand is the marriage-tie forgoes his claim [to half of the dower]: and to forgo what is due to you is more in accord with God-consciousness. And forget not [that you are to act with] grace towards one another: verily, God sees all that you do.",
                "arabicText": "وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ ۚ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۚ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/244.mp3",
                "numberInSurah": 237,
                "juz": 2,
                "manzil": 1,
                "page": 38,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 245,
                "englishText": "BE EVER mindful of prayers, and of praying in the most excellent way; and stand before God in devout obedience.",
                "arabicText": "حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ",
                "audio": "/API/abdulbasit/ayah/245.mp3",
                "numberInSurah": 238,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 246,
                "englishText": "But if you are in danger, [pray] walking or riding; and when you are again secure, bear God in mind - since it is He who taught you what you did not previously know.",
                "arabicText": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/246.mp3",
                "numberInSurah": 239,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 247,
                "englishText": "AND IF any of you die and leave wives behind, they bequeath thereby to their widows [the right to] one year's maintenance without their being obliged to leave [the dead husband's home]. If, however, they leave [of their own accord], there shall be no sin in whatever they may do with themselves in a lawful manner. And God is almighty, wise.",
                "arabicText": "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/247.mp3",
                "numberInSurah": 240,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 248,
                "englishText": "And the divorced women, too, shall have [a right to] maintenance in a goodly manner: this is a duty for all who are conscious of God.",
                "arabicText": "وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/248.mp3",
                "numberInSurah": 241,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 249,
                "englishText": "In this way God makes clear unto you His messages, so that you might [learn to] use your reason.",
                "arabicText": "كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/249.mp3",
                "numberInSurah": 242,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 32,
                "hizbQuarter": 15,
                "sajda": false
            },
            {
                "number": 250,
                "englishText": "ART THOU NOT aware of those who forsook their homelands in their thousands for fear of death-whereupon God said unto them, \"Die,\" and later brought them back to life? Behold, God is indeed limitless in His bounty unto man -but most people are ungrateful.",
                "arabicText": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/250.mp3",
                "numberInSurah": 243,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 251,
                "englishText": "Fight, then, in God's cause, and know that God is all-hearing, all-knowing.",
                "arabicText": "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/251.mp3",
                "numberInSurah": 244,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 252,
                "englishText": "Who is it that will offer up unto God a goodly loan, which He will amply repay, with manifold increase? For, God takes away, and He gives abundantly; and it is unto Him that you shall be brought back.",
                "arabicText": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ۚ وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ",
                "audio": "/API/abdulbasit/ayah/252.mp3",
                "numberInSurah": 245,
                "juz": 2,
                "manzil": 1,
                "page": 39,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 253,
                "englishText": "Art thou not aware of those elders of the children of Israel, after the time of Moses, how they said unto a prophet of theirs, \"Raise up a king for us, [and] we shall fight in God's cause\"? Said he: \"Would you, perchance, refrain from fighting if fighting is ordained for you?\" They answered: \"And why should we not fight in God's cause when we and our children have been driven from our homelands?\" Yet, when fighting was ordained for them, they did turn back, save for a few of them; but God had full knowledge of the evildoers.",
                "arabicText": "أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَىٰ إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا ۖ قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/253.mp3",
                "numberInSurah": 246,
                "juz": 2,
                "manzil": 1,
                "page": 40,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 254,
                "englishText": "And their prophet said unto those elders: \"Behold, now God has raised up Saul to be your king.\" They said: \"How can he have dominion over us when we have a better claim to dominion than he, and he has not [even] been endowed with abundant wealth?\" [The prophet] replied: \"Behold, God has exalted him above you, and endowed him abundantly with knowledge and bodily perfection. And God bestows His dominion upon whom He wills: for God is infinite, all-knowing.\"",
                "arabicText": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوا أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ ۚ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ ۖ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/254.mp3",
                "numberInSurah": 247,
                "juz": 2,
                "manzil": 1,
                "page": 40,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 255,
                "englishText": "And their prophet said unto them: \"Behold, it shall be a sign of his [rightful] dominion that you will be granted a heart endowed by your Sustainer with inner peace and with all that is enduring in the angel-borne heritage left behind by the House of Moses and the House of Aaron. Herein, behold, there shall indeed be a sign for you if you are [truly] believers.\"",
                "arabicText": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/255.mp3",
                "numberInSurah": 248,
                "juz": 2,
                "manzil": 1,
                "page": 40,
                "ruku": 33,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 256,
                "englishText": "And when Saul set out with his forces, he said: \"Behold, God will now try you by a river: he who shall drink of it will not belong to me, whereas he who shall refrain from tasting it - he, indeed, will belong to me; but forgiven shall be he who shall scoop up but a single handful.\" However, save for a few of them, they all drank [their fill] of it. And as soon as he and those who had kept faith with him had crossed the river, the others said: \"No strength have we today [to stand up] against Goliath and his forces!\" [Yet] those who knew with certainty that they were destined to meet God, replied: \"How often has a small host overcome a great host by God's leave! For God is with those who are patient in adversity.\"",
                "arabicText": "فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ ۚ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ ۚ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ ۚ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/256.mp3",
                "numberInSurah": 249,
                "juz": 2,
                "manzil": 1,
                "page": 41,
                "ruku": 34,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 257,
                "englishText": "And when they came face to face with Goliath and his forces, they prayed: \"O our Sustainer! Shower us with patience in adversity, and make firm our steps, and succour us against the people who deny the truth!\"",
                "arabicText": "وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/257.mp3",
                "numberInSurah": 250,
                "juz": 2,
                "manzil": 1,
                "page": 41,
                "ruku": 34,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 258,
                "englishText": "And thereupon, by God's leave, they routed them. And David slew Goliath; and God bestowed upon him dominion, and wisdom, and imparted to him the knowledge of whatever He willed. And if God had not enabled people to defend themselves against one another, corruption would surely overwhelm the earth: but God is limitless in His bounty unto all the worlds.",
                "arabicText": "فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/258.mp3",
                "numberInSurah": 251,
                "juz": 2,
                "manzil": 1,
                "page": 41,
                "ruku": 34,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 259,
                "englishText": "THESE are God's messages: We convey them unto thee, [O Prophet,] setting forth the truth-for, verily, thou art among those who have been entrusted with a message.",
                "arabicText": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۚ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ",
                "audio": "/API/abdulbasit/ayah/259.mp3",
                "numberInSurah": 252,
                "juz": 2,
                "manzil": 1,
                "page": 41,
                "ruku": 34,
                "hizbQuarter": 16,
                "sajda": false
            },
            {
                "number": 260,
                "englishText": "Some of these apostles have We endowed more highly than others: among them were such as were spoken to by God [Himself], and some He has raised yet higher.' And We vouchsafed unto Jesus, the son of Mary, all evidence of the truth, and strengthened him with holy inspiration. And if God had so willed, they who succeeded those [apostles] would not have contended with one another after all evidence of the truth had come to them; but [as it was,] they did take to divergent views, and some of them attained to faith, while some of them came to deny the truth. Yet if God had so willed, they would not have contended with one another: but God does whatever He wills.",
                "arabicText": "۞ تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ ۚ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ ۚ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
                "audio": "/API/abdulbasit/ayah/260.mp3",
                "numberInSurah": 253,
                "juz": 3,
                "manzil": 1,
                "page": 42,
                "ruku": 34,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 261,
                "englishText": "O YOU who have attained to faith! Spend [in Our way] out of what We have granted you as sustenance ere there come a Day when there will be no bargaining, and no friendship, and no intercession. And they who deny the truth -it is they who are evildoers!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ ۗ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ",
                "audio": "/API/abdulbasit/ayah/261.mp3",
                "numberInSurah": 254,
                "juz": 3,
                "manzil": 1,
                "page": 42,
                "ruku": 35,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 262,
                "englishText": "GOD - there is no deity save Him, the Ever-Living, the Self-Subsistent Fount of All Being. Neither slumber overtakes Him, nor sleep. His is all that is in the heavens and all that is on earth. Who is there that could intercede with Him, unless it be by His leave? He knows all that lies open before men and all that is hidden from them, whereas they cannot attain to aught of His knowledge save that which He wills [them to attain]. His eternal power overspreads the heavens and the earth, and their upholding wearies Him not. And he alone is truly exalted, tremendous.",
                "arabicText": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
                "audio": "/API/abdulbasit/ayah/262.mp3",
                "numberInSurah": 255,
                "juz": 3,
                "manzil": 1,
                "page": 42,
                "ruku": 35,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 263,
                "englishText": "THERE SHALL BE no coercion in matters of faith. Distinct has now become the right way from [the way of] error: hence, he who rejects the powers of evil and believes in God has indeed taken hold of a support most unfailing, which shall never give way: for God is all-hearing, all-knowing.",
                "arabicText": "لَا إِكْرَاهَ فِي الدِّينِ ۖ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/263.mp3",
                "numberInSurah": 256,
                "juz": 3,
                "manzil": 1,
                "page": 42,
                "ruku": 35,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 264,
                "englishText": "God is near unto those who have faith, taking them out of deep darkness into the light - whereas near unto those who are bent on denying the truth are the powers of evil that take them out of the light into darkness deep: it is they who are destined for the fire, therein to abide.",
                "arabicText": "اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/264.mp3",
                "numberInSurah": 257,
                "juz": 3,
                "manzil": 1,
                "page": 43,
                "ruku": 35,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 265,
                "englishText": "ART THOU NOT aware of that [king] who argued with Abraham about his Sustainer, (simply] because God had granted him kingship? Lo! Abraham said: \"My Sustainer is He who grants life and deals death.\" [The king] replied: \"I [too] grant life and deal death!\" Said Abraham: \"Verily, God causes the sun to rise in the east; cause it, then, to rise in the west!\" Thereupon he who was bent on denying the truth remained dumbfounded: for God does not guide people who [deliberately] do wrong.",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ ۖ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/265.mp3",
                "numberInSurah": 258,
                "juz": 3,
                "manzil": 1,
                "page": 43,
                "ruku": 36,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 266,
                "englishText": "Or [art thou, O man, of the same mind] as he who passed by a town deserted by its people, with its roofs caved in, [and] said, \"How could God bring all this back to life after its death?\" Thereupon God caused him to be dead for a hundred years; where after He brought him back to life [and] said: \"How long hast thou remained thus?\" He answered: \"I have remained thus a day, or part of a day.\" Said [God]: \"Nay, but thou hast remained thus for a hundred years! But look at thy food and thy drink-untouched is it by the passing of years - and look at thine ass! And [We did all this so that We might make thee a symbol unto men. And look at the bones [of animals and men] - how We put them together and then clothe them with flesh!\" And when [all this] became clear to him, he said: \"I know [now] that God has the power to will anything!\"",
                "arabicText": "أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَانْظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ ۖ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/266.mp3",
                "numberInSurah": 259,
                "juz": 3,
                "manzil": 1,
                "page": 43,
                "ruku": 36,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 267,
                "englishText": "And, lo, Abraham said: \"O my Sustainer! Show me how Thou givest life unto the dead!\" Said He: \"Hast thou, then, no faith?\" (Abraham) answered: \"Yea, but [let me see it] so that my heart may be set fully at rest.\" Said He: \"Take, then, four birds and teach them to obey thee; then place them separately on every hill [around thee]; then summon them: they will come flying to thee. And know that God is almighty, wise.\"",
                "arabicText": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِنْ ۖ قَالَ بَلَىٰ وَلَٰكِنْ لِيَطْمَئِنَّ قَلْبِي ۖ قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/267.mp3",
                "numberInSurah": 260,
                "juz": 3,
                "manzil": 1,
                "page": 44,
                "ruku": 36,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 268,
                "englishText": "THE PARABLE of those who spend their possessions for the sake of God is that of a grain out of which grow seven ears, in every ear a hundred grains: for God grants manifold increase unto whom He wills; and God is infinite, all-knowing.",
                "arabicText": "مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ ۗ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/268.mp3",
                "numberInSurah": 261,
                "juz": 3,
                "manzil": 1,
                "page": 44,
                "ruku": 37,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 269,
                "englishText": "They who spend their possessions for the sake of God and do not thereafter mar their spending by stressing their own benevolence and hurting [the feelings of the needy] shall have their reward with 'their Sustainer, and no fear need they have, and neither shall they grieve.",
                "arabicText": "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى ۙ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/269.mp3",
                "numberInSurah": 262,
                "juz": 3,
                "manzil": 1,
                "page": 44,
                "ruku": 37,
                "hizbQuarter": 17,
                "sajda": false
            },
            {
                "number": 270,
                "englishText": "A kind word and the veiling of another's want is better than a charitable deed followed by hurt; and God is self-sufficient, forbearing.",
                "arabicText": "۞ قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى ۗ وَاللَّهُ غَنِيٌّ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/270.mp3",
                "numberInSurah": 263,
                "juz": 3,
                "manzil": 1,
                "page": 44,
                "ruku": 37,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 271,
                "englishText": "O you who have attained to faith! Do not deprive your charitable deeds of all worth by stressing your own benevolence and hurting [the feelings of the needy], as does he who spends his wealth only to be seen and praised by men, and believes not in God and the Last Day: for his parable is that of a smooth rock with [a little] earth upon it - and then a rainstorm smites it and leaves it hard and bare. Such as these shall have no gain whatever from all their [good] works: for God does not guide people who refuse to acknowledge the truth.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا ۖ لَا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِمَّا كَسَبُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/271.mp3",
                "numberInSurah": 264,
                "juz": 3,
                "manzil": 1,
                "page": 44,
                "ruku": 37,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 272,
                "englishText": "And the parable of those who spend their possessions out of a longing to please God, and out of their own inner certainty, is that of a garden on high, fertile ground: a rainstorm smites it, and thereupon it brings forth its fruit twofold; and if no rainstorm smites it, soft rain [falls upon it]. And God sees all that you do.",
                "arabicText": "وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/272.mp3",
                "numberInSurah": 265,
                "juz": 3,
                "manzil": 1,
                "page": 45,
                "ruku": 37,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 273,
                "englishText": "Would any of you like to have a garden of date-palms and vines, through which running waters flow, and have all manner of fruit therein - and then be overtaken by old age, with only weak children to [look after] him-and then [see] it smitten by a fiery whirlwind and utterly scorched? In this way God makes clear His messages unto you, so that you might take thought.",
                "arabicText": "أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/273.mp3",
                "numberInSurah": 266,
                "juz": 3,
                "manzil": 1,
                "page": 45,
                "ruku": 37,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 274,
                "englishText": "O you who have attained to faith! Spend on others out of the good things which you may have acquired, and out of that which We bring forth for you from the earth; and choose not for your spending the bad things which you yourselves would not accept without averting your eyes in disdain. And know that God is self-sufficient, ever to be praised.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ ۖ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
                "audio": "/API/abdulbasit/ayah/274.mp3",
                "numberInSurah": 267,
                "juz": 3,
                "manzil": 1,
                "page": 45,
                "ruku": 38,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 275,
                "englishText": "Satan threatens you with the prospect of poverty and bids you to be niggardly, whereas God promises you His forgiveness and bounty; and God is infinite, all-knowing,",
                "arabicText": "الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ ۖ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/275.mp3",
                "numberInSurah": 268,
                "juz": 3,
                "manzil": 1,
                "page": 45,
                "ruku": 38,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 276,
                "englishText": "granting wisdom unto whom He wills: and whoever is granted wisdom has indeed been granted wealth abundant. But none bears this in mind save those who are endowed with insight.",
                "arabicText": "يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ ۚ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
                "audio": "/API/abdulbasit/ayah/276.mp3",
                "numberInSurah": 269,
                "juz": 3,
                "manzil": 1,
                "page": 45,
                "ruku": 38,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 277,
                "englishText": "For, whatever you may spend on others, or whatever you may vow [to spend], verily, God knows it; and those who do wrong [by withholding charity] shall have none to succour them.",
                "arabicText": "وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ ۗ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
                "audio": "/API/abdulbasit/ayah/277.mp3",
                "numberInSurah": 270,
                "juz": 3,
                "manzil": 1,
                "page": 46,
                "ruku": 38,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 278,
                "englishText": "If you do deeds of charity openly, it is well; but if you bestow it upon the needy in secret, it will be even better for you, and it will atone for some of your bad deeds. And God is aware of all that you do.",
                "arabicText": "إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ ۖ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ ۚ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/278.mp3",
                "numberInSurah": 271,
                "juz": 3,
                "manzil": 1,
                "page": 46,
                "ruku": 38,
                "hizbQuarter": 18,
                "sajda": false
            },
            {
                "number": 279,
                "englishText": "It is not for thee [O Prophet] to make people follow the right path, since it is God [alone] who guides whom He wills. And whatever good you may spend on others is for your own good, provided that you spend only out of a longing for God's countenance: for, whatever good you may spend will be repaid unto you in full, and you shall not be wronged.",
                "arabicText": "۞ لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ ۚ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ ۚ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/279.mp3",
                "numberInSurah": 272,
                "juz": 3,
                "manzil": 1,
                "page": 46,
                "ruku": 38,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 280,
                "englishText": "[And give] unto [such of] the needy who, being wholly wrapped up in God's cause, are unable to go about the earth [in search of livelihood]. He who is unaware [of their condition] might think that they are wealthy, because they abstain [from begging]; [but] thou canst recognize them by their special mark: they do not beg of men with importunity. And whatever good you may spend [on them], verily, God knows it all.",
                "arabicText": "لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/280.mp3",
                "numberInSurah": 273,
                "juz": 3,
                "manzil": 1,
                "page": 46,
                "ruku": 38,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 281,
                "englishText": "Those who spend their possessions [for the sake of God] by night and by day, secretly and openly, shall have their reward with their Sustainer; and no fear need they have, and neither shall they grieve.",
                "arabicText": "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/281.mp3",
                "numberInSurah": 274,
                "juz": 3,
                "manzil": 1,
                "page": 46,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 282,
                "englishText": "THOSE who gorge themselves on usury behave but as he might behave whom Satan has confounded with his touch; for they say, \"Buying and selling is but a kind of usury\" - the while God has made buying and selling lawful and usury unlawful. Hence, whoever becomes aware of his Sustainer's admonition, and thereupon desists [from usury], may keep his past gains, and it will be for God to judge him; but as for those who return to it -they are destined for the fire, therein to abide!",
                "arabicText": "الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا ۗ وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا ۚ فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ ۖ وَمَنْ عَادَ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/282.mp3",
                "numberInSurah": 275,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 283,
                "englishText": "God deprives usurious gains of all blessing, whereas He blesses charitable deeds with manifold increase. And God does not love anyone who is stubbornly ingrate and persists in sinful ways.",
                "arabicText": "يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
                "audio": "/API/abdulbasit/ayah/283.mp3",
                "numberInSurah": 276,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 284,
                "englishText": "Verily, those who have attained to faith and do good works, and are constant in prayer, and dispense charity - they shall have their reward with their Sustainer, and no fear need they have, and neither shall they grieve.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/284.mp3",
                "numberInSurah": 277,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 285,
                "englishText": "O you who have attained to faith! Remain conscious of God. and give up all outstanding gains from usury, if you are [truly] believers;",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/285.mp3",
                "numberInSurah": 278,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 286,
                "englishText": "for if you do it not, then know that you are at war with God and His Apostle. But if you repent, then you shall be entitled to [the return of] your principal: you will do no wrong, and neither will you be wronged.",
                "arabicText": "فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ ۖ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/286.mp3",
                "numberInSurah": 279,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 287,
                "englishText": "If, however, [the debtor] is in straitened circumstances, [grant him] a delay until a time of ease; and it would be for your own good -if you but knew it -to remit [the debt entirely] by way of charity.",
                "arabicText": "وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/287.mp3",
                "numberInSurah": 280,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 288,
                "englishText": "And be conscious of the Day on which you shall be brought back unto God, whereupon every human being shall be repaid in full for what he has earned, and none shall be wronged.",
                "arabicText": "وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/288.mp3",
                "numberInSurah": 281,
                "juz": 3,
                "manzil": 1,
                "page": 47,
                "ruku": 39,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 289,
                "englishText": "O YOU who have attained to faith! Whenever you give or take credit for a stated term, set it down in writing. And let a scribe write it down equitably between you; and no scribe shall refuse to write as God has taught him: thus shall he write. And let him who contracts the debt dictate; and let him be conscious of God, his Sustainer, and not weaken anything of his undertaking. And if he who contracts the debt is weak of mind or body, or, is not able to dictate himself, then let him who watches over his interests dictate equitably. And call upon two of your men to act as witnesses; and if two men are not available, then a man and two women from among such as are acceptable to you as witnesses, so that if one of them should make a mistake, the other could remind her. And the witnesses must not refuse [to give evidence] whenever they are called upon. And be not loath to write down every contractual provision, be it small or great, together with the time at which it falls due; this is more equitable in the sight of God, more reliable as evidence, and more likely to prevent you from having doubts [later]. If, however, [the transaction] concerns ready merchandise which you transfer directly unto one another, you will incur no sin if you do not write it down. And have witnesses whenever you trade with one another, but neither scribe nor witness must suffer harm; for if you do [them harm], behold, it will be sinful conduct on your part. And remain conscious of God, since it is God who teaches you [herewith] - and God has full knowledge of everything.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَىٰ أَجَلٍ مُسَمًّى فَاكْتُبُوهُ ۚ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا ۚ فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ ۚ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ ۖ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ ۚ وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا ۚ وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰ أَجَلِهِ ۚ ذَٰلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا ۖ إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ ۗ وَاتَّقُوا اللَّهَ ۖ وَيُعَلِّمُكُمُ اللَّهُ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/289.mp3",
                "numberInSurah": 282,
                "juz": 3,
                "manzil": 1,
                "page": 48,
                "ruku": 40,
                "hizbQuarter": 19,
                "sajda": false
            },
            {
                "number": 290,
                "englishText": "And if you are on a journey and cannot find a scribe, pledges [may be taken] in hand: but if you trust one another, then let him who is trusted fulfil his trust, and let him be conscious of God, his Sustainer. And do not conceal what you have witnessed - for, verily, he who conceals it is sinful at heart; and God has full knowledge of all that you do.",
                "arabicText": "۞ وَإِنْ كُنْتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَ ۚ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/290.mp3",
                "numberInSurah": 283,
                "juz": 3,
                "manzil": 1,
                "page": 49,
                "ruku": 40,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 291,
                "englishText": "Unto God belongs all that is in the heavens and all that is on earth. And whether you bring into the open what is in your minds or conceal it, God will call you to account for it; and then He will forgive whom He wills, and will chastise whom He wills: for God has the power to will anything.",
                "arabicText": "لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/291.mp3",
                "numberInSurah": 284,
                "juz": 3,
                "manzil": 1,
                "page": 49,
                "ruku": 41,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 292,
                "englishText": "THE APOSTLE, and the believers with him, believe in what has been bestowed upon him from on high by his Sustainer: they all believe in God, and His angels, and His revelations, and His apostles, making no distinction between any of His apostles; and they say: We have heard, and we pay heed. Grant us Thy forgiveness, O our Sustainer, for with Thee is all journeys' end!",
                "arabicText": "آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/292.mp3",
                "numberInSurah": 285,
                "juz": 3,
                "manzil": 1,
                "page": 49,
                "ruku": 41,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 293,
                "englishText": "God does not burden any human being with more than he is well able to bear: in his favour shall be whatever good he does, and against him whatever evil he does. O our Sustainer! Take us not to task if we forget or unwittingly do wrong! \"O our Sustainer! Lay not upon us a burden such as Thou didst lay upon those who lived before us! O our Sustainer! Make us not bear burdens which we have no strength to bear! \"And efface Thou our sins, and grant us forgiveness, and bestow Thy mercy upon us! Thou art our Lord Supreme: succour us, then, against people who deny the truth!\"",
                "arabicText": "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/293.mp3",
                "numberInSurah": 286,
                "juz": 3,
                "manzil": 1,
                "page": 49,
                "ruku": 41,
                "hizbQuarter": 20,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}