{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 4,
        "name": "سُورَةُ النِّسَاءِ",
        "englishName": "An-Nisaa",
        "englishNameTranslation": "The Women",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/4.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "176",
        "ayahs": [
            {
                "number": 494,
                "englishText": "O MANKIND! Be conscious of your Sustainer, who has created you out of one living entity, and out of it created its mate, and out of the two spread abroad a multitude of men and women. And remain conscious of God, in whose name you demand [your rights] from one another, and of these ties of kinship. Verily, God is ever watchful over you!",
                "arabicText": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً ۚ وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ ۚ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
                "audio": "/API/abdulbasit/ayah/494.mp3",
                "numberInSurah": 1,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 495,
                "englishText": "Hence, render unto the orphans their posses­sions, and do not substitute bad things [of your own] for the good things [that belong to them], and do not consume their possessions together with your own: this, verily, is a great crime.",
                "arabicText": "وَآتُوا الْيَتَامَىٰ أَمْوَالَهُمْ ۖ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَىٰ أَمْوَالِكُمْ ۚ إِنَّهُ كَانَ حُوبًا كَبِيرًا",
                "audio": "/API/abdulbasit/ayah/495.mp3",
                "numberInSurah": 2,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 496,
                "englishText": "And if you have reason to fear that you might not act equitably towards orphans, then marry from among [other] women such as are lawful to you - [even] two, or three, or four: but if you have reason to fear that you might not be able to treat them with equal fairness, then [only] one - or [from among] those whom you rightfully possess. This will make it more likely that you will not deviate from the right course.",
                "arabicText": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَىٰ فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ۚ ذَٰلِكَ أَدْنَىٰ أَلَّا تَعُولُوا",
                "audio": "/API/abdulbasit/ayah/496.mp3",
                "numberInSurah": 3,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 497,
                "englishText": "And give unto women their marriage portions in the spirit of a gift; but if they, of their own accord, give up unto you aught thereof, then enjoy it with pleasure and good cheer.",
                "arabicText": "وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً ۚ فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا",
                "audio": "/API/abdulbasit/ayah/497.mp3",
                "numberInSurah": 4,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 498,
                "englishText": "And do not entrust to those who are weak of judgment the possessions which God has placed in your charge for [their] support; but let them have their sustenance therefrom, and clothe them, and speak unto them in a kindly way.",
                "arabicText": "وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا",
                "audio": "/API/abdulbasit/ayah/498.mp3",
                "numberInSurah": 5,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 499,
                "englishText": "And test the orphans [in your charge] until they reach a marriage­able age; then, if you find them to be mature of mind, hand over to them their possessions; and do not consume them by wasteful spending, and in haste, ere they grow up. And let him who is rich abstain entirely [from his ward's property]; and let him who is poor partake thereof in a fair manner. And when you hand over to them their possessions, let there be witnesses on their behalf - although none can take count as God does.",
                "arabicText": "وَابْتَلُوا الْيَتَامَىٰ حَتَّىٰ إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ ۖ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا ۚ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ ۚ وَكَفَىٰ بِاللَّهِ حَسِيبًا",
                "audio": "/API/abdulbasit/ayah/499.mp3",
                "numberInSurah": 6,
                "juz": 4,
                "manzil": 1,
                "page": 77,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 500,
                "englishText": "MEN SHALL have a share in what parents and kinsfolk leave behind, and women shall have a share in what parents and kinsfolk leave behind, whether it be little or much - a share ordained [by God].",
                "arabicText": "لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَفْرُوضًا",
                "audio": "/API/abdulbasit/ayah/500.mp3",
                "numberInSurah": 7,
                "juz": 4,
                "manzil": 1,
                "page": 78,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 501,
                "englishText": "And when [other] near of kin and orphans and needy persons are present at the distribution [of inheritance], give them something thereof for their sustenance, and speak unto them in a kindly way.",
                "arabicText": "وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا",
                "audio": "/API/abdulbasit/ayah/501.mp3",
                "numberInSurah": 8,
                "juz": 4,
                "manzil": 1,
                "page": 78,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 502,
                "englishText": "And let them stand in awe [of God], those [legal heirs] - who, if they [themselves] had to leave behind weak offspring, would feel fear on their account - and let them remain conscious of God, and let them speak [to the poor] in a just manner.",
                "arabicText": "وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا",
                "audio": "/API/abdulbasit/ayah/502.mp3",
                "numberInSurah": 9,
                "juz": 4,
                "manzil": 1,
                "page": 78,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 503,
                "englishText": "Behold, those who sinfully devour the posses­sions of orphans but fill their bellies with fire: for [in the life to come] they will have to endure a blazing flame!",
                "arabicText": "إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
                "audio": "/API/abdulbasit/ayah/503.mp3",
                "numberInSurah": 10,
                "juz": 4,
                "manzil": 1,
                "page": 78,
                "ruku": 62,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 504,
                "englishText": "CONCERNING [the inheritance of] your children, God enjoins [this] upon you: The male shall have the equal of two females’ share; but if there are more than two females, they shall have two-thirds of what [their parents] leave behind; and if there is only one daughter, she shall have one-half thereof. And as for the parents [of the deceased], each of them shall have one-sixth of what he leaves behind, in the event of his having [left] a child; but if he has left no child and his parents are his [only] heirs, then his mother shall have one-third; and if he has brothers and sisters, then his mother shall have one-sixth after [the deduction of] any bequest he may have made, or any debt [he may have incurred]. As for your parents and your children - you know not which of them is more deserving of benefit from you: [therefore this] ordinance from God. Verily, God is all-knowing, wise.",
                "arabicText": "يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ۚ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ ۚ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ ۚ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ ۚ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ ۗ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِنَ اللَّهِ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/504.mp3",
                "numberInSurah": 11,
                "juz": 4,
                "manzil": 1,
                "page": 78,
                "ruku": 63,
                "hizbQuarter": 31,
                "sajda": false
            },
            {
                "number": 505,
                "englishText": "And you shall inherit one-half of what your wives leave behind, provided they have left no child; but if they have left a child, then you shall have one-quarter of what they leave behind, after [the deduction of] any bequest they may have made, or any debt [they may have incurred]. And your widows shall have one-quarter of what you leave behind, provided you have left no child; but if you have left a child, then they shall have one-eighth of what you leave behind, after [the deduction of] any bequest you may have made, or any debt [you may have incurred]. And if a man or a woman has no heir in the direct line, but has a brother or a sister, then each of these two shall inherit one-sixth; but if there are more than two, then they shall share in one-third [of the inheritance], after [the deduction of] any bequest that may have been made, or any debt [that may have been incurred], neither of which having been intended to harm [the heirs]. [This is] an injunction from God: and God is all-knowing, forbearing.",
                "arabicText": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ ۚ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ ۚ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ ۚ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ ۚ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ ۗ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ ۚ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَٰلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ ۚ مِنْ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ ۚ وَصِيَّةً مِنَ اللَّهِ ۗ وَاللَّهُ عَلِيمٌ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/505.mp3",
                "numberInSurah": 12,
                "juz": 4,
                "manzil": 1,
                "page": 79,
                "ruku": 63,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 506,
                "englishText": "These are the bounds set by God. And whoever pays heed unto God and His Apostle, him will He bring into gardens through which running waters flow, therein to abide: and this is a triumph supreme.",
                "arabicText": "تِلْكَ حُدُودُ اللَّهِ ۚ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
                "audio": "/API/abdulbasit/ayah/506.mp3",
                "numberInSurah": 13,
                "juz": 4,
                "manzil": 1,
                "page": 79,
                "ruku": 63,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 507,
                "englishText": "And whoever rebels against God and His Apostle and transgresses His bounds, him will He commit unto fire, therein to abide; and shameful suffering awaits him.",
                "arabicText": "وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ",
                "audio": "/API/abdulbasit/ayah/507.mp3",
                "numberInSurah": 14,
                "juz": 4,
                "manzil": 1,
                "page": 79,
                "ruku": 63,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 508,
                "englishText": "AND AS FOR those of your women who become guilty of immoral conduct, call upon four from among you who have witnessed their guilt; and if these bear witness thereto, confine the guilty women to their houses until death takes them away or God opens for them a way [through repentance].",
                "arabicText": "وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ ۖ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىٰ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/508.mp3",
                "numberInSurah": 15,
                "juz": 4,
                "manzil": 1,
                "page": 80,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 509,
                "englishText": "And punish [thus] both of the guilty parties; but if they both repent and mend their ways, leave them alone: for, behold, God is an acceptor of repentance, a dispenser of grace.",
                "arabicText": "وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا ۖ فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا ۗ إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/509.mp3",
                "numberInSurah": 16,
                "juz": 4,
                "manzil": 1,
                "page": 80,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 510,
                "englishText": "Verily, God's acceptance of repentance relates only to those who do evil out of ignorance and then repent before their time runs out: and it is they unto whom God will turn again in His mercy - for God is all-knowing, wise;",
                "arabicText": "إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَٰئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/510.mp3",
                "numberInSurah": 17,
                "juz": 4,
                "manzil": 1,
                "page": 80,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 511,
                "englishText": "whereas repentance shall not be accepted from those who do evil deeds until their dying hour and then say, \"Behold, I now repent\"; nor from those who die as deniers of the truth: it is these for whom We have readied grievous suffering.",
                "arabicText": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّىٰ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُولَٰئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
                "audio": "/API/abdulbasit/ayah/511.mp3",
                "numberInSurah": 18,
                "juz": 4,
                "manzil": 1,
                "page": 80,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 512,
                "englishText": "O YOU who have attained to faith! It is not lawful for you to [try to] become heirs to your wives [by holding onto them] against their will; and neither shall you keep them under constraint with a view to taking away anything of what you may have given them, unless it be that they have become guilty, in an obvious man­ner, of immoral conduct. And consort with your wives in a goodly manner; for if you dislike them, it may well be that you dislike something which God might yet make a source of abundant good.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ ۚ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا",
                "audio": "/API/abdulbasit/ayah/512.mp3",
                "numberInSurah": 19,
                "juz": 4,
                "manzil": 1,
                "page": 80,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 513,
                "englishText": "But if you desire to give up a wife and to take another in her stead, do not take away anything of what you have given the first one, however much it may have been. Would you, perchance, take it away by slandering her and thus committing a manifest sin?",
                "arabicText": "وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا ۚ أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/513.mp3",
                "numberInSurah": 20,
                "juz": 4,
                "manzil": 1,
                "page": 81,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 514,
                "englishText": "And how could you take it away after you have given yourselves to one another, and she has received a most solemn pledge from you?",
                "arabicText": "وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا",
                "audio": "/API/abdulbasit/ayah/514.mp3",
                "numberInSurah": 21,
                "juz": 4,
                "manzil": 1,
                "page": 81,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 515,
                "englishText": "AND DO NOT marry women whom your fathers have previously married - although what is past is past: this, verily, is a shameful deed, and a hateful thing, and an evil way.",
                "arabicText": "وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/515.mp3",
                "numberInSurah": 22,
                "juz": 4,
                "manzil": 1,
                "page": 81,
                "ruku": 64,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 516,
                "englishText": "Forbidden to you are your mothers, and your daughters, and your sisters, and your aunts paternal and maternal, and a brother's daughters, and a sister's daughters; and your milk-mothers, and your milk-sisters; and the mothers of your wives; and your step-daughters - who are your foster children - born of your wives with whom you have consummated your marriage; but if you have not consummated your marriage, you will incur no sin [by marrying their daughters]; and [forbidden to you are] the spouses of the sons who have sprung from your loins; and [you are forbidden] to have two sisters [as your wives] at one and the same time - but what is past is past: for, behold, God is indeed much-forgiving, a dispenser of grace.",
                "arabicText": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/516.mp3",
                "numberInSurah": 23,
                "juz": 4,
                "manzil": 1,
                "page": 81,
                "ruku": 65,
                "hizbQuarter": 32,
                "sajda": false
            },
            {
                "number": 517,
                "englishText": "And [forbidden to you are] all married women other than those whom you rightfully possess [through wedlock]: this is God's ordinance, binding upon you. But lawful to you are all [women] beyond these, for you to seek out, offering them of your possessions, taking them in honest wedlock, and not in fornication. And unto those with whom you desire to enjoy marriage, you shall give the dowers due to them; but you will incur no sin if, after [having agreed upon] this lawful due, you freely agree with one another upon anything [else]: behold, God is indeed all-knowing, wise.",
                "arabicText": "۞ وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ ۖ كِتَابَ اللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَٰلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ ۚ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/517.mp3",
                "numberInSurah": 24,
                "juz": 5,
                "manzil": 1,
                "page": 82,
                "ruku": 65,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 518,
                "englishText": "And as for those of you who, owing to cir­cumstances, are not in a position to marry free believing women, [let them marry] believing maidens from among those whom you rightfully possess. And God knows all about your faith; each one of you is an issue of the other. Marry them, then, with their people's leave, and give them their dowers in an equitable manner - they being women who give themselves in honest wedlock, not in fornication, nor as secret love-companions. And when they are married, and thereafter become guilty of immoral conduct, they shall be liable to half the penalty to which free married women are liable. This [permission to marry slave-girls applies] to those of you who fear lest they stumble into evil. But it is for your own good to persevere in patience [and to abstain from such marriages]: and God is much-forgiving, a dispenser of grace.",
                "arabicText": "وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ ۚ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ ۚ بَعْضُكُمْ مِنْ بَعْضٍ ۚ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ ۚ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ۚ ذَٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ ۚ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/518.mp3",
                "numberInSurah": 25,
                "juz": 5,
                "manzil": 1,
                "page": 82,
                "ruku": 65,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 519,
                "englishText": "God wants to make [all this] clear unto you, and to guide you onto the [righteous] ways of life of those who preceded you, and to turn unto you in His mercy: for God is all-knowing, wise.",
                "arabicText": "يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/519.mp3",
                "numberInSurah": 26,
                "juz": 5,
                "manzil": 1,
                "page": 82,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 520,
                "englishText": "And God wants to turn unto you in His mercy, whereas those who follow [only] their own lusts want you to drift far away from the right path.",
                "arabicText": "وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/520.mp3",
                "numberInSurah": 27,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 521,
                "englishText": "God wants to lighten your burdens: for man has been created weak.",
                "arabicText": "يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا",
                "audio": "/API/abdulbasit/ayah/521.mp3",
                "numberInSurah": 28,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 522,
                "englishText": "O YOU who have attained to faith! Do not devour one another's possessions wrongfully - not even by way of trade based on mutual agreement - and do not destroy one another: for, behold, God is indeed a dispenser of grace unto you!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ ۚ وَلَا تَقْتُلُوا أَنْفُسَكُمْ ۚ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/522.mp3",
                "numberInSurah": 29,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 523,
                "englishText": "And as for him who does this with malicious intent and a will to do wrong - him shall We, in time, cause to endure [suffering through] fire: for this is indeed easy for God.",
                "arabicText": "وَمَنْ يَفْعَلْ ذَٰلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا",
                "audio": "/API/abdulbasit/ayah/523.mp3",
                "numberInSurah": 30,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 524,
                "englishText": "If you avoid the great sins, which you have been enjoined to shun, We shall efface your [minor] bad deeds, and shall cause you to enter an abode of glory.",
                "arabicText": "إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا",
                "audio": "/API/abdulbasit/ayah/524.mp3",
                "numberInSurah": 31,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 525,
                "englishText": "Hence, do not covet the bounties which God has bestowed more abundantly on some of you than on others. Men shall have a benefit from what they earn, and women shall have a benefit from what they earn. Ask, therefore, God [to give you] out of His bounty: behold, God has indeed full knowledge of everything.",
                "arabicText": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا ۖ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ ۚ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ ۗ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/525.mp3",
                "numberInSurah": 32,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 526,
                "englishText": "And unto everyone have We appointed heirs to what he may leave behind: parents, and near kinsfolk, and those to whom you have pledged your troth give them, therefore, their share. Behold, God is indeed a witness unto everything.",
                "arabicText": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ ۚ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/526.mp3",
                "numberInSurah": 33,
                "juz": 5,
                "manzil": 1,
                "page": 83,
                "ruku": 66,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 527,
                "englishText": "MEN SHALL take full care of women with the bounties which God has bestowed more abundantly on the former than on the latter, and with what they may spend out of their possessions. And the right­eous women are the truly devout ones, who guard the intimacy which God has [ordained to be] guar­ded. And as for those women whose ill-will you have reason to fear, admonish them [first]; then leave them alone in bed; then beat them; and if thereupon they pay you heed, do not seek to harm them. Behold, God is indeed most high, great!",
                "arabicText": "الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ ۚ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ ۚ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا",
                "audio": "/API/abdulbasit/ayah/527.mp3",
                "numberInSurah": 34,
                "juz": 5,
                "manzil": 1,
                "page": 84,
                "ruku": 67,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 528,
                "englishText": "And if you have reason to fear that a breach might occur between a [married] couple, appoint an arbiter from among his people and an arbiter from among her people; if they both want to set things aright, God may bring about their reconciliation. Be­hold, God is indeed all-knowing, aware.",
                "arabicText": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا",
                "audio": "/API/abdulbasit/ayah/528.mp3",
                "numberInSurah": 35,
                "juz": 5,
                "manzil": 1,
                "page": 84,
                "ruku": 67,
                "hizbQuarter": 33,
                "sajda": false
            },
            {
                "number": 529,
                "englishText": "AND WORSHIP God [alone], and do not ascribe divinity, in any way, to aught beside Him. And do good unto your parents, and near of kin, and unto orphans, and the needy, and the neighbour from among your own people, and the neighbour who is a stranger, and the friend by your side, and the wayfarer, and those whom you rightfully possess. Verily, God does not love any of those who, full of self-conceit, act in a boastful manner;",
                "arabicText": "۞ وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا ۖ وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَىٰ وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ ۗ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا",
                "audio": "/API/abdulbasit/ayah/529.mp3",
                "numberInSurah": 36,
                "juz": 5,
                "manzil": 1,
                "page": 84,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 530,
                "englishText": "[nor] those who are niggardly, and bid others to be niggardly, and conceal whatever God has bestowed upon them out of His bounty; and so We have readied shameful suffering for all who thus deny the truth.",
                "arabicText": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا",
                "audio": "/API/abdulbasit/ayah/530.mp3",
                "numberInSurah": 37,
                "juz": 5,
                "manzil": 1,
                "page": 84,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 531,
                "englishText": "And [God does not love] those who spend their possessions on others [only] to be seen and praised by men, the while they believe neither in God nor in the Last Day; and he who has Satan for a soul-mate, how evil a soul-mate has he!",
                "arabicText": "وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ ۗ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا",
                "audio": "/API/abdulbasit/ayah/531.mp3",
                "numberInSurah": 38,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 532,
                "englishText": "And what would they have to fear if they would but believe in God and the Last Day, and spend [in His way] out of what God has granted them as sustenance - since God has indeed full knowledge of them?",
                "arabicText": "وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ ۚ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/532.mp3",
                "numberInSurah": 39,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 533,
                "englishText": "Verily, God does not wrong [anyone] by as much as an atom's weight; and if there be a good deed, He will multiply it, and will bestow out of His grace a mighty reward.",
                "arabicText": "إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/533.mp3",
                "numberInSurah": 40,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 534,
                "englishText": "How, then, [will the sinners fare on Judgment Day,] when We shall bring forward witnesses from within every community, and bring thee [O Prophet] as witness against them?",
                "arabicText": "فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/534.mp3",
                "numberInSurah": 41,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 535,
                "englishText": "Those who were bent on denying the truth and paid no heed to the Apostle will on that Day wish that the earth would swallow them: but they shall not [be able to] conceal from God anything that has happened.",
                "arabicText": "يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا",
                "audio": "/API/abdulbasit/ayah/535.mp3",
                "numberInSurah": 42,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 67,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 536,
                "englishText": "O YOU who have attained to faith! Do not attempt to pray while you are in a state of drunkenness, [but wait] until you know what you are saying; nor yet [while you are] in a state requiring total ablution, until you have bathed - except if you are travelling [and are unable to do so]. But if you are ill, or are travelling, or have just satisfied a want of nature, or have cohabited with a woman, and can find no water - then take resort to pure dust, passing [there­with] lightly over your face and your hands. Behold, God is indeed an absolver of sins, much-forgiving.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَىٰ حَتَّىٰ تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا ۚ وَإِنْ كُنْتُمْ مَرْضَىٰ أَوْ عَلَىٰ سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا",
                "audio": "/API/abdulbasit/ayah/536.mp3",
                "numberInSurah": 43,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 537,
                "englishText": "ART THOU NOT aware of those who, having been granted their share of the divine writ, now barter it away for error, and want you [too] to lose your way?",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ",
                "audio": "/API/abdulbasit/ayah/537.mp3",
                "numberInSurah": 44,
                "juz": 5,
                "manzil": 1,
                "page": 85,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 538,
                "englishText": "But God knows best who are your enemies: and none can befriend as God does, and none can give succour as God does.",
                "arabicText": "وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ ۚ وَكَفَىٰ بِاللَّهِ وَلِيًّا وَكَفَىٰ بِاللَّهِ نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/538.mp3",
                "numberInSurah": 45,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 539,
                "englishText": "Among those of the Jewish faith there are some who distort the meaning of the [revealed] words, taking them out of their context and saying, [as it were,] \"We have heard, but we disobey,\" and, \"Hear without hearkening,” and, “Hearken thou unto us, (O Muhammad)” - thus making a play with their tongues, and implying that the [true] Faith is false. And had they but said, \"We have heard, and we pay heed,\" and \"Hear [us], and have patience with us,\" it would indeed have been for their own good, and more upright: but God has rejected them because of their refusal to acknowledge the truth - for it is in but few things that they believe.",
                "arabicText": "مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَٰكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
                "audio": "/API/abdulbasit/ayah/539.mp3",
                "numberInSurah": 46,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 540,
                "englishText": "O you who have been granted revelation [aforetime]! Believe in what We have [now] bestowed from on high in confirmation of whatever [of the truth] you already possess, lest We efface your hopes and bring them to an end - just as We rejected those people who broke the Sabbath: for God's will is always done.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا",
                "audio": "/API/abdulbasit/ayah/540.mp3",
                "numberInSurah": 47,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 541,
                "englishText": "VERILY, God does not forgive the ascribing of divinity to aught beside Him, although He forgives any lesser sin unto whomever He wills: for he who ascribes divinity to aught beside God has indeed contrived an awesome sin.",
                "arabicText": "إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَشَاءُ ۚ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَىٰ إِثْمًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/541.mp3",
                "numberInSurah": 48,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 542,
                "englishText": "Art thou not aware of those who consider themselves pure? Nay, but it is God who causes whomever He wills to grow in purity; and none shall be wronged by as much as a hair's breadth.",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ ۚ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا",
                "audio": "/API/abdulbasit/ayah/542.mp3",
                "numberInSurah": 49,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 543,
                "englishText": "Behold how they attribute their own lying inventions to God - than which there is no sin more obvious.",
                "arabicText": "انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَكَفَىٰ بِهِ إِثْمًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/543.mp3",
                "numberInSurah": 50,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 68,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 544,
                "englishText": "Art thou not aware of those who, having been granted their share of the divine writ, [now] believe in baseless mysteries and in the powers of evil, and maintain that those who are bent on denying the truth are more surely guided than those who have attained to faith?",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَٰؤُلَاءِ أَهْدَىٰ مِنَ الَّذِينَ آمَنُوا سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/544.mp3",
                "numberInSurah": 51,
                "juz": 5,
                "manzil": 1,
                "page": 86,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 545,
                "englishText": "It is they whom God has rejected: and he whom God rejects shall find none to succour him.",
                "arabicText": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ ۖ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/545.mp3",
                "numberInSurah": 52,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 546,
                "englishText": "Have they, perchance, a share in [God's] dominion? But [if they had], lo, they would not give to other people as much as [would fill] the groove of a date-stone!",
                "arabicText": "أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا",
                "audio": "/API/abdulbasit/ayah/546.mp3",
                "numberInSurah": 53,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 547,
                "englishText": "Do they, perchance, envy other people for what God has granted them out of His bounty? But then, We did grant revelation and wisdom unto the House of Abraham, and We did bestow on them a mighty dominion:",
                "arabicText": "أَمْ يَحْسُدُونَ النَّاسَ عَلَىٰ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ۖ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/547.mp3",
                "numberInSurah": 54,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 548,
                "englishText": "and among them are such as [truly] believe in him, and among them are such as have turned away from him. And nothing could be as burning as [the fire of] hell:",
                "arabicText": "فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
                "audio": "/API/abdulbasit/ayah/548.mp3",
                "numberInSurah": 55,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 549,
                "englishText": "for, verily, those who are bent on denying the truth of Our messages We shall, in time, cause to endure fire: [and] every time their skins are burnt off, We shall replace them with new skins, so that they may taste suffering [in full] Verily, God is almighty, wise.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ ۗ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/549.mp3",
                "numberInSurah": 56,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 550,
                "englishText": "But those who attain to faith and do righteous deeds We shall bring into gardens through which running waters flow, therein to abide beyond the count of time; there shall they have spouses pure: and [thus] We shall bring them unto happiness abounding.",
                "arabicText": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
                "audio": "/API/abdulbasit/ayah/550.mp3",
                "numberInSurah": 57,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 34,
                "sajda": false
            },
            {
                "number": 551,
                "englishText": "BEHOLD, God bids you to deliver all that you have been entrusted with unto those who are entitled thereto, and whenever you judge between people, to judge with justice. Verily, most excellent is what God exhorts you to do: verily, God is all-hearing, all-seeing!",
                "arabicText": "۞ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ ۚ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ ۗ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا",
                "audio": "/API/abdulbasit/ayah/551.mp3",
                "numberInSurah": 58,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 552,
                "englishText": "O you who have attained to faith! Pay heed unto God, and pay heed unto the Apostle and unto those from among you who have been entrusted with authority; and if you are at variance over any matter, refer it unto God and the Apostle, if you [truly] believe in God and the Last Day. This is the best [for you], and best in the end.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ ۖ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
                "audio": "/API/abdulbasit/ayah/552.mp3",
                "numberInSurah": 59,
                "juz": 5,
                "manzil": 1,
                "page": 87,
                "ruku": 69,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 553,
                "englishText": "ART THOU NOT aware of those who claim that they believe in what has been bestowed from on high upon thee, [O Prophet,] as well as in what was bestowed from on high before thee, [and yet] are willing to defer to the rule of the powers of evil - although they were bidden to deny it, seeing that Satan but wants to lead them far astray?",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا",
                "audio": "/API/abdulbasit/ayah/553.mp3",
                "numberInSurah": 60,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 554,
                "englishText": "And so, whenever they are told, \"Come unto that which God has be­stowed from on high, and unto the Apostle,\" thou canst see these hypocrites turn away from thee with aversion.",
                "arabicText": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا",
                "audio": "/API/abdulbasit/ayah/554.mp3",
                "numberInSurah": 61,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 555,
                "englishText": "But how [will they fare] when calamity befalls them [on the Day of Judgment] because of what they have wrought in this world - whereupon they will come to thee, swearing by God, \"Our aim was but to do good, and to bring about harmony\"?",
                "arabicText": "فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا",
                "audio": "/API/abdulbasit/ayah/555.mp3",
                "numberInSurah": 62,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 556,
                "englishText": "As for them - God knows all that is in their hearts; so leave them alone, and admonish them, and speak unto them about themselves in a gravely search­ing manner:",
                "arabicText": "أُولَٰئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا",
                "audio": "/API/abdulbasit/ayah/556.mp3",
                "numberInSurah": 63,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 557,
                "englishText": "for We have never sent any apostle save that he should be heeded by God's leave. If, then, after having sinned against themselves, they would but come round to thee and ask God to forgive them - with the Apostle, too, praying that they be forgiven - they would assuredly find that God is an acceptor of repentance, a dispenser of grace.",
                "arabicText": "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/557.mp3",
                "numberInSurah": 64,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 558,
                "englishText": "But nay, by thy Sustainer! They do not [really] believe unless they make thee [O Prophet] a judge of all on which they disagree among themselves, and then find in their hearts no bar to an acceptance of thy decision and give themselves up [to it] in utter self-surrender.",
                "arabicText": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا",
                "audio": "/API/abdulbasit/ayah/558.mp3",
                "numberInSurah": 65,
                "juz": 5,
                "manzil": 1,
                "page": 88,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 559,
                "englishText": "Yet if We were to ordain for them, \"Lay down your lives,\" or, \"Forsake your homelands,\" only a very few of them would do it - although, if they did what they are admonished to do, it would indeed be for their own good and apt to strengthen them greatly [in faith],",
                "arabicText": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا",
                "audio": "/API/abdulbasit/ayah/559.mp3",
                "numberInSurah": 66,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 560,
                "englishText": "whereupon We should indeed grant them, out of Our grace, a mighty reward,",
                "arabicText": "وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/560.mp3",
                "numberInSurah": 67,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 561,
                "englishText": "and indeed guide them onto a straight way.",
                "arabicText": "وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا",
                "audio": "/API/abdulbasit/ayah/561.mp3",
                "numberInSurah": 68,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 562,
                "englishText": "For, all who pay heed unto God and the Apostle shall be among those upon whom God has bestowed His blessings: the prophets, and those who never deviated from the truth, and those who [with their lives] bore witness to the truth, and the right­eous ones: and how goodly a company are these!",
                "arabicText": "وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ ۚ وَحَسُنَ أُولَٰئِكَ رَفِيقًا",
                "audio": "/API/abdulbasit/ayah/562.mp3",
                "numberInSurah": 69,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 563,
                "englishText": "Such is the bounty of God - and none has the knowledge which God has.",
                "arabicText": "ذَٰلِكَ الْفَضْلُ مِنَ اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/563.mp3",
                "numberInSurah": 70,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 70,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 564,
                "englishText": "O YOU who have attained to faith! Be fully prepared against danger, whether you go to war in small groups or all together.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا",
                "audio": "/API/abdulbasit/ayah/564.mp3",
                "numberInSurah": 71,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 71,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 565,
                "englishText": "And, behold, there are indeed among you such as would lag behind, and then, if calamity befalls you, say, \"God has bestowed His favour upon me in that I did not accompany them.\"",
                "arabicText": "وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/565.mp3",
                "numberInSurah": 72,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 71,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 566,
                "englishText": "But if good fortune comes to you from God, such a person is sure to say - just as if there had never been any question of love between you and him -: \"Oh, would that I had been with them, and thus had a [share in their] mighty triumph!\"",
                "arabicText": "وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/566.mp3",
                "numberInSurah": 73,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 71,
                "hizbQuarter": 35,
                "sajda": false
            },
            {
                "number": 567,
                "englishText": "Hence, let them fight in God's cause - all who are willing to barter the life of this world for the life to come: for unto him who fights in God's cause, whether he be slain or be victorious, We shall in time grant a mighty reward.",
                "arabicText": "۞ فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ ۚ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/567.mp3",
                "numberInSurah": 74,
                "juz": 5,
                "manzil": 1,
                "page": 89,
                "ruku": 71,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 568,
                "englishText": "And how could you refuse to fight in the cause of God and of the utterly helpless men and women and children who are crying, \"O our Sustainer! Lead us forth [to freedom] out of this land whose people are oppressors, and raise for us, out of Thy grace, a protector, and raise for us, out of Thy grace, one who will bring us succour!\"",
                "arabicText": "وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/568.mp3",
                "numberInSurah": 75,
                "juz": 5,
                "manzil": 1,
                "page": 90,
                "ruku": 71,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 569,
                "englishText": "Those who have attained to faith fight in the cause of God, whereas those who are bent on denying the truth fight in the cause of the powers of evil. Fight, then, against those friends of Satan: verily, Satan's guile is weak indeed!",
                "arabicText": "الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ ۖ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا",
                "audio": "/API/abdulbasit/ayah/569.mp3",
                "numberInSurah": 76,
                "juz": 5,
                "manzil": 1,
                "page": 90,
                "ruku": 71,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 570,
                "englishText": "ART THOU NOT aware of those who have been told, \"Curb your hands, and be constant in prayer, and render the purifying dues\"? But as soon as fighting [in God's cause] is ordained for them, lo, some of them stand in awe of men as one should stand in awe of God - or in even greater awe - and say, \"O our Sustainer! Why hast Thou ordained fighting for us? If only Thou hadst granted us a delay for a little while!\" Say: \"Brief is the enjoyment of this world, whereas the life to come is the best for all who are conscious of God - since none of you shall be wronged by as much as a hair's breadth.",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
                "audio": "/API/abdulbasit/ayah/570.mp3",
                "numberInSurah": 77,
                "juz": 5,
                "manzil": 1,
                "page": 90,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 571,
                "englishText": "Wherever you may be, death will overtake you - even though you be in towers raised high. \"Yet, when a good thing happens to them, some [people] say, \"This is from God,\" whereas when evil befalls them, they say, \"This is from thee [O fellow­man]!” Say: \"All is from God.\" What, then, is amiss with these people that they are in no wise near to grasping the truth of what they are told?",
                "arabicText": "أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ ۗ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِ اللَّهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَٰذِهِ مِنْ عِنْدِكَ ۚ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ ۖ فَمَالِ هَٰؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
                "audio": "/API/abdulbasit/ayah/571.mp3",
                "numberInSurah": 78,
                "juz": 5,
                "manzil": 1,
                "page": 90,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 572,
                "englishText": "Whatever good happens to thee is from God; and whatever evil befalls thee is from thyself. AND WE have sent thee [O Muhammad] as an apostle unto all mankind: and none can bear witness [thereto] as God does.",
                "arabicText": "مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ ۖ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ ۚ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِاللَّهِ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/572.mp3",
                "numberInSurah": 79,
                "juz": 5,
                "manzil": 1,
                "page": 90,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 573,
                "englishText": "Whoever pays heed unto the Apostle pays heed unto God thereby; and as for those who turn away - We have not sent thee to be their keeper.",
                "arabicText": "مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ۖ وَمَنْ تَوَلَّىٰ فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا",
                "audio": "/API/abdulbasit/ayah/573.mp3",
                "numberInSurah": 80,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 574,
                "englishText": "And they say, \"We do pay heed unto thee'' - but when they leave thy presence, some of them devise, in the dark of night, [beliefs] other than thou art voicing; and all the while God records what they thus devise in the dark of night. Leave them, then, alone, and place thy trust in God: for none is as worthy of trust as God.",
                "arabicText": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ ۖ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
                "audio": "/API/abdulbasit/ayah/574.mp3",
                "numberInSurah": 81,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 575,
                "englishText": "Will they not, then, try to understand this Qur’an? Had it issued from any but God, they would surely have found in it many an inner contradiction!",
                "arabicText": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ ۚ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا",
                "audio": "/API/abdulbasit/ayah/575.mp3",
                "numberInSurah": 82,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 576,
                "englishText": "AND IF any [secret] matter pertaining to peace or war comes within their ken, they spread it abroad - whereas, if they would but refer it unto the Apostle and unto those from among the believers who have been entrusted with authority, such of them as are engaged in obtaining intelligence would indeed know [what to do with] it And but for God's bounty towards you, and His grace, all but a few of you would certainly have followed Satan.",
                "arabicText": "وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ ۖ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَىٰ أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا",
                "audio": "/API/abdulbasit/ayah/576.mp3",
                "numberInSurah": 83,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 577,
                "englishText": "Fight thou, then, in God's cause - since thou art but responsible for thine own self - and inspire the believers to overcome all fear of death. God may well curb the might of those who are bent on denying the truth: for God is stronger in might, and stronger in ability to deter.",
                "arabicText": "فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ الْمُؤْمِنِينَ ۖ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا ۚ وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا",
                "audio": "/API/abdulbasit/ayah/577.mp3",
                "numberInSurah": 84,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 578,
                "englishText": "Whoever rallies to a good cause shall have a share in its blessings; and whoever rallies to an evil cause shall be answerable for his part in it: for, indeed, God watches over everything.",
                "arabicText": "مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا ۖ وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقِيتًا",
                "audio": "/API/abdulbasit/ayah/578.mp3",
                "numberInSurah": 85,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 579,
                "englishText": "But when you are greeted with a greeting [of peace], answer with an even better greeting, or [at least] with the like thereof. Verily, God keeps count indeed of all things.",
                "arabicText": "وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا ۗ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ حَسِيبًا",
                "audio": "/API/abdulbasit/ayah/579.mp3",
                "numberInSurah": 86,
                "juz": 5,
                "manzil": 1,
                "page": 91,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 580,
                "englishText": "God - save whom there is no deity - will surely gather you all together on the Day of Resurrection, [the coming of] which is beyond all doubt: and whose word could be truer than God's?",
                "arabicText": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا",
                "audio": "/API/abdulbasit/ayah/580.mp3",
                "numberInSurah": 87,
                "juz": 5,
                "manzil": 1,
                "page": 92,
                "ruku": 72,
                "hizbQuarter": 36,
                "sajda": false
            },
            {
                "number": 581,
                "englishText": "How, then, could you be of two minds about the hypocrites, seeing that God [Himself] has disowned them because of their guilt? Do you, perchance, seek to guide those whom God has let go astray - when for him whom God lets go astray thou canst never find any way?",
                "arabicText": "۞ فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا ۚ أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ ۖ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/581.mp3",
                "numberInSurah": 88,
                "juz": 5,
                "manzil": 1,
                "page": 92,
                "ruku": 73,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 582,
                "englishText": "They would love to see you deny the truth even as they have denied it, so that you should be like them. Do not, therefore, take them for your allies until they forsake the domain of evil for the sake of God; and if they revert to [open] enmity, seize them and slay them wherever you may find them. And do not take any of them for your ally or giver of succour,",
                "arabicText": "وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً ۖ فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّىٰ يُهَاجِرُوا فِي سَبِيلِ اللَّهِ ۚ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ ۖ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/582.mp3",
                "numberInSurah": 89,
                "juz": 5,
                "manzil": 1,
                "page": 92,
                "ruku": 73,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 583,
                "englishText": "unless it be such [of them] as have ties with people to whom you yourselves are bound by a covenant, or such as come unto you because their hearts shrink from [the thought of] making war either on you or on their own folk - although, if God had willed to make them stronger than you, they would certainly have made war on you. Thus, if they let you be, and do not make war on you, and offer you peace, God does not allow you to harm them.",
                "arabicText": "إِلَّا الَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ ۚ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ ۚ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/583.mp3",
                "numberInSurah": 90,
                "juz": 5,
                "manzil": 1,
                "page": 92,
                "ruku": 73,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 584,
                "englishText": "You will find [that there are] others who would like to be safe from you as well as safe from their own folk, [but who,] whenever they are faced anew with temptation to evil, plunge into it headlong. Hence, if they do not let you be, and do not offer you peace, and do not stay their hands, seize them and slay them whenever you come upon them: for it is against these that We have clearly empowered you [to make war].",
                "arabicText": "سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا ۚ فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُولَٰئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/584.mp3",
                "numberInSurah": 91,
                "juz": 5,
                "manzil": 1,
                "page": 92,
                "ruku": 73,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 585,
                "englishText": "AND IT IS not conceivable that a believer should slay another believer, unless it be by mistake. And upon him who has slain a believer by mistake there is the duty of freeing a believing soul from bondage and paying an indemnity to the victim's relations, unless they forgo it by way of charity. Now if the slain, while himself a believer, belonged to a people who are at war with you, [the penance shall be confined to] the freeing of a believing soul from bondage; whereas, if he belonged to a people to whom you are bound by a covenant, [it shall consist of] an indemnity to be paid to his relations in ad­dition to the freeing of a believing soul from bon­dage. And he who does not have the wherewithal shall fast [instead] for two consecutive months. (This is) the atonement ordained by God: and God is indeed all-knowing, wise.",
                "arabicText": "وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَىٰ أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا ۚ فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ ۖ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَىٰ أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ ۖ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/585.mp3",
                "numberInSurah": 92,
                "juz": 5,
                "manzil": 1,
                "page": 93,
                "ruku": 74,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 586,
                "englishText": "But whoever deliberately slays another be­liever, his requital shall be hell, therein to abide; and God will condemn him, and will reject him, and will prepare for him awesome suffering.",
                "arabicText": "وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/586.mp3",
                "numberInSurah": 93,
                "juz": 5,
                "manzil": 1,
                "page": 93,
                "ruku": 74,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 587,
                "englishText": "[Hence,] O you who have attained to faith, when you go forth [to war] in God's cause, use your discernment, and do not - out of a desire for the fleeting gains of this worldly life - say unto anyone who offers you the greeting of peace, \"Thou art not a believer\" for with God there are gains abundant. You, too, were once in the same condition - but God has been gracious unto you. Use, therefore, your discernment: verily, God is always aware of what you do.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَىٰ إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
                "audio": "/API/abdulbasit/ayah/587.mp3",
                "numberInSurah": 94,
                "juz": 5,
                "manzil": 1,
                "page": 93,
                "ruku": 74,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 588,
                "englishText": "SUCH of the believers as remain passive - other than the disabled - cannot be deemed equal to those who strive hard in God's cause with their possessions and their lives: God has exalted those who strive hard with their possessions and their lives far above those who remain passive. Although God has promised the ultimate good unto all [believers], yet has God exalted those who strive hard above those who remain passive by [promising them] a mighty reward -",
                "arabicText": "لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۚ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/588.mp3",
                "numberInSurah": 95,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 74,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 589,
                "englishText": "[many] degrees thereof - and for­giveness of sins, and His grace; for God is indeed much-forgiving, a dispenser of grace.",
                "arabicText": "دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/589.mp3",
                "numberInSurah": 96,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 74,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 590,
                "englishText": "Behold, those whom the angels gather in death while they are still sinning against themselves, [the angels] will ask, \"What was wrong with you?'' They will answer: \"We were too weak on earth.\" [The angels] will say: \"Was, then, God's earth not wide enough for you to forsake the domain of evil?\" For such, then, the goal is hell - and how evil a journey's end!",
                "arabicText": "إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ ۖ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ ۚ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا ۚ فَأُولَٰئِكَ مَأْوَاهُمْ جَهَنَّمُ ۖ وَسَاءَتْ مَصِيرًا",
                "audio": "/API/abdulbasit/ayah/590.mp3",
                "numberInSurah": 97,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 75,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 591,
                "englishText": "But excepted shall be the truly helpless - be they men or women or children - who cannot bring forth any strength and have not been shown the right way:",
                "arabicText": "إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/591.mp3",
                "numberInSurah": 98,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 75,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 592,
                "englishText": "as for them, God may well efface their sin - for God is indeed an absolver of sins, much-forgiving.",
                "arabicText": "فَأُولَٰئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ ۚ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا",
                "audio": "/API/abdulbasit/ayah/592.mp3",
                "numberInSurah": 99,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 75,
                "hizbQuarter": 37,
                "sajda": false
            },
            {
                "number": 593,
                "englishText": "And he who forsakes the domain of evil for the sake of God shall find on earth many a lonely road, as well as life abundant. And if anyone leaves his home, fleeing from evil unto God and His Apostle, and then death overtakes him - his reward is ready with God: for God iss indeed much-forgiving, a dis­penser of grace.",
                "arabicText": "۞ وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً ۚ وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/593.mp3",
                "numberInSurah": 100,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 75,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 594,
                "englishText": "AND WHEN you go forth [to war] on earth, you will incur no sin by shortening your prayers if you have reason to fear that those who are bent on denying the truth might suddenly fall upon you: for, verily, those who deny the truth are your open foes.",
                "arabicText": "وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا ۚ إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/594.mp3",
                "numberInSurah": 101,
                "juz": 5,
                "manzil": 1,
                "page": 94,
                "ruku": 76,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 595,
                "englishText": "Thus, when thou art among the believers and about to lead them in prayer, let [only] part of them stand up with thee, retaining their arms. Then, after they have finished their prayer, let them provide you cover while another group, who have not yet prayed, shall come forward and pray with thee, being fully prepared against danger and retaining their arms: (for) those who are bent on denying the truth would love to see you oblivious of your arms and your equipment, so that they might fall upon you in a surprise attack. But it shall not be wrong for you to lay down your arms [while you pray] if you are troubled by rain or if you are ill; but [always] be fully prepared against danger. Verily, God has readied shameful suffering for all who deny the truth!",
                "arabicText": "وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَىٰ أَنْ تَضَعُوا أَسْلِحَتَكُمْ ۖ وَخُذُوا حِذْرَكُمْ ۗ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا",
                "audio": "/API/abdulbasit/ayah/595.mp3",
                "numberInSurah": 102,
                "juz": 5,
                "manzil": 1,
                "page": 95,
                "ruku": 76,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 596,
                "englishText": "And when you have finished your prayer, remember God - standing and sitting and lying down; and when you are once again secure, observe your prayers [fully]. Verily, for all believers prayer is indeed a sacred duty linked to particular times [of day].",
                "arabicText": "فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ ۚ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا",
                "audio": "/API/abdulbasit/ayah/596.mp3",
                "numberInSurah": 103,
                "juz": 5,
                "manzil": 1,
                "page": 95,
                "ruku": 76,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 597,
                "englishText": "And be not faint of heart when you seek out the [enemy] host. If you happen to suffer pain, behold, they suffer pain even as you suffer it: but you are hoping [to receive] from God what they cannot hope for. And God is indeed all-knowing, wise.",
                "arabicText": "وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ ۖ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/597.mp3",
                "numberInSurah": 104,
                "juz": 5,
                "manzil": 1,
                "page": 95,
                "ruku": 76,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 598,
                "englishText": "BEHOLD, We have bestowed upon thee from on high this divine writ, setting forth the truth, so that thou may judge between people in accordance with what God has taught thee. Hence, do not contend with those who are false to their trust,",
                "arabicText": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ ۚ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا",
                "audio": "/API/abdulbasit/ayah/598.mp3",
                "numberInSurah": 105,
                "juz": 5,
                "manzil": 1,
                "page": 95,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 599,
                "englishText": "but pray God to forgive [them]: behold, God is indeed much-forgiving, a dispenser of grace.",
                "arabicText": "وَاسْتَغْفِرِ اللَّهَ ۖ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/599.mp3",
                "numberInSurah": 106,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 600,
                "englishText": "Yet do not argue in behalf of those who are false to their own selves: verily, God does not love those who betray their trust and persist in sinful ways.",
                "arabicText": "وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ ۚ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا",
                "audio": "/API/abdulbasit/ayah/600.mp3",
                "numberInSurah": 107,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 601,
                "englishText": "They would conceal their doings from men; but from God they cannot conceal them - for He is with them whenever they devise, in the dark of night, all manner of beliefs which He does not approve. And God indeed encompasses [with His knowledge] whatever they do.",
                "arabicText": "يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ الْقَوْلِ ۚ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
                "audio": "/API/abdulbasit/ayah/601.mp3",
                "numberInSurah": 108,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 602,
                "englishText": "Oh, you might well argue in their behalf in the life of this world: but who will argue in their behalf with God on the Day of Resurrection, or who will be their defender?",
                "arabicText": "هَا أَنْتُمْ هَٰؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا",
                "audio": "/API/abdulbasit/ayah/602.mp3",
                "numberInSurah": 109,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 603,
                "englishText": "Yet he who does evil or [otherwise] sins against himself, and thereafter prays God to forgive him, shall find God much-forgiving, a dispenser of grace:",
                "arabicText": "وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/603.mp3",
                "numberInSurah": 110,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 604,
                "englishText": "for he who commits a sin, commits it only to his own hurt; and God is indeed all-knowing, wise.",
                "arabicText": "وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَىٰ نَفْسِهِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/604.mp3",
                "numberInSurah": 111,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 605,
                "englishText": "But he who commits a fault or a sin and then throws the blame therefore on an innocent person, burdens himself with the guilt of calumny and [yet another] flagrant sin.",
                "arabicText": "وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/605.mp3",
                "numberInSurah": 112,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 77,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 606,
                "englishText": "And but for God's favour upon thee and His grace, some of those [who are false to themselves] would indeed endeavour to lead thee astray; yet none but themselves do they lead astray. Nor can they harm thee in any way, since God has bestowed upon thee from on high this divine writ and [given thee] wisdom, and has imparted unto thee the knowledge of what thou didst not know. And God's favour upon thee is tremendous indeed.",
                "arabicText": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ ۚ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ ۚ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/606.mp3",
                "numberInSurah": 113,
                "juz": 5,
                "manzil": 1,
                "page": 96,
                "ruku": 78,
                "hizbQuarter": 38,
                "sajda": false
            },
            {
                "number": 607,
                "englishText": "NO GOOD comes, as a rule, out of secret confabulations - saving such as are devoted to en­joining charity, or equitable dealings, or setting things to rights between people: and unto him who does this out of a longing for God's goodly acceptance We shall in time grant a mighty reward.",
                "arabicText": "۞ لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/607.mp3",
                "numberInSurah": 114,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 78,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 608,
                "englishText": "But as for him who, after guidance has been vouchsafed to him, cuts himself off from the Apostle and follows a path other than that of the believers - him shall We leave unto that which he himself has chosen, and shall cause him to endure hell: and how evil a journey’s end!",
                "arabicText": "وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّىٰ وَنُصْلِهِ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا",
                "audio": "/API/abdulbasit/ayah/608.mp3",
                "numberInSurah": 115,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 78,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 609,
                "englishText": "VERILY, God does not forgive the ascribing of divinity to aught beside Him, although He forgives any lesser sin unto whomever He wills: for those who ascribe divinity to aught beside God have indeed gone far astray.",
                "arabicText": "إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَشَاءُ ۚ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا",
                "audio": "/API/abdulbasit/ayah/609.mp3",
                "numberInSurah": 116,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 610,
                "englishText": "In His stead, they invoke only life­less symbols - thus invoking none but a rebellious Satan",
                "arabicText": "إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا",
                "audio": "/API/abdulbasit/ayah/610.mp3",
                "numberInSurah": 117,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 611,
                "englishText": "whom God has rejected for having said, \"Verily, of Thy servants I shall most certainly take my due share,",
                "arabicText": "لَعَنَهُ اللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا",
                "audio": "/API/abdulbasit/ayah/611.mp3",
                "numberInSurah": 118,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 612,
                "englishText": "and shall lead them astray, and fill them with vain desires; and I shall command them - and they will cut off the ears of cattle [in idolatrous sacrifice]; and I shall command them - and they will corrupt God's creation!\" But all who take Satan rather than God for their master do indeed, most clearly, lose all:",
                "arabicText": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ ۚ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/612.mp3",
                "numberInSurah": 119,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 613,
                "englishText": "he holds out promises to them, and fills them with vain desires: yet whatever Satan promises them is but meant to delude the mind.",
                "arabicText": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
                "audio": "/API/abdulbasit/ayah/613.mp3",
                "numberInSurah": 120,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 614,
                "englishText": "Such as these have hell for their goal: and they shall find no way to escape therefrom.",
                "arabicText": "أُولَٰئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
                "audio": "/API/abdulbasit/ayah/614.mp3",
                "numberInSurah": 121,
                "juz": 5,
                "manzil": 1,
                "page": 97,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 615,
                "englishText": "Yet those who attain to faith and do righteous deeds We shall bring into gardens through which running waters flow, therein to abide beyond the count of time: this is, in truth, God's promise - and whose word could be truer than God's?",
                "arabicText": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ وَعْدَ اللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا",
                "audio": "/API/abdulbasit/ayah/615.mp3",
                "numberInSurah": 122,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 616,
                "englishText": "It may not accord with your wishful thinking - nor with the wishful thinking of the fol­lowers of earlier revelation - [that] he who does evil shall be requited for it, and shall find none to protect him from God, and none to bring him succour,",
                "arabicText": "لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ ۗ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/616.mp3",
                "numberInSurah": 123,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 617,
                "englishText": "whereas anyone - be it man or woman - who does [whatever he can] of good deeds and is a believer withal, shall enter paradise, and shall not be wronged by as much as [would fill] the groove of a date-stone.",
                "arabicText": "وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
                "audio": "/API/abdulbasit/ayah/617.mp3",
                "numberInSurah": 124,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 618,
                "englishText": "And who could be of better faith than he who surrenders his whole being unto God and is a doer of good withal, and follows the creed of Abraham, who turned away from all that is false - seeing that God exalted Abraham with His love?",
                "arabicText": "وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۗ وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا",
                "audio": "/API/abdulbasit/ayah/618.mp3",
                "numberInSurah": 125,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 619,
                "englishText": "For, unto God belongs all that is in the heavens and all that is on earth; and, indeed, God encompasses everything.",
                "arabicText": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطًا",
                "audio": "/API/abdulbasit/ayah/619.mp3",
                "numberInSurah": 126,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 79,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 620,
                "englishText": "AND THEY will ask thee to enlighten them about the laws concerning women. Say: \"God [Himself] en­lightens you about the laws concerning them\"- for [His will is shown] in what is being conveyed unto you through this divine writ about orphan women [in your charge], to whom - because you yourselves may be desirous of marrying them - you do not give that which has been ordained for them; and about help­less children; and about your duty to treat orphans with equity. And whatever good you may do - be­hold, God has indeed full knowledge thereof.",
                "arabicText": "وَيَسْتَفْتُونَكَ فِي النِّسَاءِ ۖ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَىٰ بِالْقِسْطِ ۚ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/620.mp3",
                "numberInSurah": 127,
                "juz": 5,
                "manzil": 1,
                "page": 98,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 621,
                "englishText": "And if a woman has reason to fear ill-treat­ment from her husband, or that he might turn away from her, it shall not be wrong for the two to set things peacefully to rights between themselves: for peace is best, and selfishness is ever-present in human souls. But if you do good and are conscious of Him - behold, God is indeed aware of all that you do.",
                "arabicText": "وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَالصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ ۚ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
                "audio": "/API/abdulbasit/ayah/621.mp3",
                "numberInSurah": 128,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 622,
                "englishText": "And it will not be within your power to treat your wives with equal fairness, however much you may desire it; and so, do not allow yourselves to incline towards one to the exclusion of the other, leaving her in a state, as it were, of having and not having a husband. But if you put things to rights and are conscious of Him - behold, God is indeed much-forgiving, a dispenser of grace.",
                "arabicText": "وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ ۚ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/622.mp3",
                "numberInSurah": 129,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 623,
                "englishText": "And if husband and wife do separate, God shall provide for each of them out of His abundance: for God is indeed infinite, wise,",
                "arabicText": "وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ ۚ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/623.mp3",
                "numberInSurah": 130,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 624,
                "englishText": "and unto God belongs all that is in the heavens and all that is on earth. AND, INDEED, We have enjoined upon those who were granted revelation before your time, as well as upon yourselves, to remain conscious of God. And if you deny Him - behold, unto God belongs all that is in the heavens and all that is on earth, and God is indeed self-sufficient, ever to be praised.",
                "arabicText": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ ۚ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا",
                "audio": "/API/abdulbasit/ayah/624.mp3",
                "numberInSurah": 131,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 625,
                "englishText": "And unto God belongs all that is in the heavens and all that is on earth; and none is as worthy of trust as God.",
                "arabicText": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
                "audio": "/API/abdulbasit/ayah/625.mp3",
                "numberInSurah": 132,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 626,
                "englishText": "If He so wills, He can cause you, O mankind, to disappear, and bring forth other beings [in your stead]: for God has indeed the power to do this.",
                "arabicText": "إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ ۚ وَكَانَ اللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
                "audio": "/API/abdulbasit/ayah/626.mp3",
                "numberInSurah": 133,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 627,
                "englishText": "If one desires the rewards of this world, [let him remember that] with God are the rewards of [both] this world and the life to come: and God is indeed all-hearing, all-seeing.",
                "arabicText": "مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ ۚ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا",
                "audio": "/API/abdulbasit/ayah/627.mp3",
                "numberInSurah": 134,
                "juz": 5,
                "manzil": 1,
                "page": 99,
                "ruku": 80,
                "hizbQuarter": 39,
                "sajda": false
            },
            {
                "number": 628,
                "englishText": "O YOU who have attained to faith! Be ever steadfast in upholding equity, bearing witness to the truth for the sake of God, even though it be against your own selves or your parents and kinsfolk. Whether the person concerned be rich or poor, God's claim takes precedence over [the claims of] either of them. Do not, then, follow your own desires, lest you swerve from justice: for if you distort [the truth], behold, God is indeed aware of all that you do!",
                "arabicText": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَىٰ أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ ۚ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا الْهَوَىٰ أَنْ تَعْدِلُوا ۚ وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
                "audio": "/API/abdulbasit/ayah/628.mp3",
                "numberInSurah": 135,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 629,
                "englishText": "O you who have attained to faith! Hold fast unto your belief in God and His Apostle, and in the divine writ which He has bestowed from on high upon His Apostle, step by step, as well as in the revelation which He sent down aforetime: for he who denies God, and His angels, and His revelations, and His apostles, and the Last Day, has indeed gone far astray.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ ۚ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا",
                "audio": "/API/abdulbasit/ayah/629.mp3",
                "numberInSurah": 136,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 630,
                "englishText": "Behold, as for those who come to believe, and then deny the truth, and again come to believe, and again deny the truth, and thereafter grow stubborn in their denial of the truth - God will not forgive them, nor will He guide them in any way.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/630.mp3",
                "numberInSurah": 137,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 631,
                "englishText": "Announce thou to such hypocrites that grievous suffering awaits them.",
                "arabicText": "بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
                "audio": "/API/abdulbasit/ayah/631.mp3",
                "numberInSurah": 138,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 632,
                "englishText": "As for those who take the deniers of the truth for their allies in preference to the believers - do they hope to be honoured by them when, behold, all honour belongs to God [alone]?",
                "arabicText": "الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا",
                "audio": "/API/abdulbasit/ayah/632.mp3",
                "numberInSurah": 139,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 633,
                "englishText": "And, indeed, He has enjoined upon you in this divine writ that whenever you hear people deny the truth of God's messages and mock at them, you shall avoid their company until they begin to talk of other things - or else, verily, you will become like them. Behold, together with those who deny the truth God will gather in hell the hypocrites,",
                "arabicText": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ ۚ إِنَّكُمْ إِذًا مِثْلُهُمْ ۗ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا",
                "audio": "/API/abdulbasit/ayah/633.mp3",
                "numberInSurah": 140,
                "juz": 5,
                "manzil": 1,
                "page": 100,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 634,
                "englishText": "who but wait to see what betides you: thus, if triumph comes to you from God, they say, \"Were we not on your side?\"- whereas if those who deny the truth are in luck, they say [to them], \"Have we not earned your affection by defending you against those be­lievers?'' But God will judge between you all on the Day of Resurrection; and never will God allow those who deny the truth to harm the believers.",
                "arabicText": "الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ ۚ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ ۗ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/634.mp3",
                "numberInSurah": 141,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 81,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 635,
                "englishText": "Behold, the hypocrites seek to deceive God - the while it is He who causes them to be deceived [by themselves] And when they rise to pray, they rise reluctantly, only to be seen and praised by men, remembering God but seldom,",
                "arabicText": "إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا",
                "audio": "/API/abdulbasit/ayah/635.mp3",
                "numberInSurah": 142,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 636,
                "englishText": "wavering be­tween this and that, [true] neither to these nor those. But for him whom God lets go astray thou canst never find any way.",
                "arabicText": "مُذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَا إِلَىٰ هَٰؤُلَاءِ وَلَا إِلَىٰ هَٰؤُلَاءِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/636.mp3",
                "numberInSurah": 143,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 637,
                "englishText": "O you who have attained to faith! Do not take the deniers of the truth for your allies in preference to the believers! Do you want to place before God a manifest proof of your guilt?",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/637.mp3",
                "numberInSurah": 144,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 638,
                "englishText": "Verily, the hypocrites shall be in the lowest depth of the fire, and thou wilt find none who could succour them.",
                "arabicText": "إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/638.mp3",
                "numberInSurah": 145,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 639,
                "englishText": "But excepted shall be they who repent, and live righteously, and hold fast unto God, and grow sincere in their faith in God alone: for these shall be one with the believers - and in time God will grant to all believers a mighty reward.",
                "arabicText": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَٰئِكَ مَعَ الْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/639.mp3",
                "numberInSurah": 146,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 640,
                "englishText": "Why would God cause you to suffer [for your past sins] if you are grateful and attain to belief - seeing that God is always responsive to gratitude, all-knowing?",
                "arabicText": "مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ ۚ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/640.mp3",
                "numberInSurah": 147,
                "juz": 5,
                "manzil": 1,
                "page": 101,
                "ruku": 82,
                "hizbQuarter": 40,
                "sajda": false
            },
            {
                "number": 641,
                "englishText": "God does not like any evil to be mentioned openly, unless it be by him who has been wronged (thereby) And God is indeed all-hearing, all-knowing,",
                "arabicText": "۞ لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ ۚ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا",
                "audio": "/API/abdulbasit/ayah/641.mp3",
                "numberInSurah": 148,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 82,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 642,
                "englishText": "whether you do good openly or in secret, or pardon others for evil [done unto you]: for, behold, God is indeed an absolver of sins, infinite in His power.",
                "arabicText": "إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا",
                "audio": "/API/abdulbasit/ayah/642.mp3",
                "numberInSurah": 149,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 82,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 643,
                "englishText": "VERILY, those who deny God and His apostles by endeavouring to make a distinction between [belief in] God and [belief in] His apostles, and who say, \"We believe in the one but we deny the other,\" and want to pursue a path in-between -",
                "arabicText": "إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا",
                "audio": "/API/abdulbasit/ayah/643.mp3",
                "numberInSurah": 150,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 82,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 644,
                "englishText": "it is they, they who are truly denying the truth: and for those who deny the truth We have readied shameful suffering.",
                "arabicText": "أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا",
                "audio": "/API/abdulbasit/ayah/644.mp3",
                "numberInSurah": 151,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 82,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 645,
                "englishText": "But as for those who believe in God and His apostles and make no distinction between any of them - unto them, in time, will He grant their re­wards [in full]. And God is indeed much-forgiving, a dispenser of grace.",
                "arabicText": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَٰئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
                "audio": "/API/abdulbasit/ayah/645.mp3",
                "numberInSurah": 152,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 82,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 646,
                "englishText": "THE FOLLOWERS of the Old Testament demand of thee [O Prophet] that thou cause a revelation to be sent down to them from heaven. And an even greater thing than this did they demand of Moses when they said, \"Make us see God face to face\" - whereupon the thunderbolt of punishment overtook them for this their wickedness. After that, they took to worshipping the [golden] calf - and this after all evidence of the truth had come unto them! None the less, We effaced this [sin of theirs], and vouchsafed unto Moses a clear proof [of the truth],",
                "arabicText": "يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ ۚ فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِنْ ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذَٰلِكَ ۚ وَآتَيْنَا مُوسَىٰ سُلْطَانًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/646.mp3",
                "numberInSurah": 153,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 647,
                "englishText": "raising Mount Sinai high above them in witness of their solemn pledge. And We said unto them, “Enter the gate humbly”; and We told them, \"Do not break the Sabbath-law\"; and We accepted from them a most solemn pledge.",
                "arabicText": "وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا",
                "audio": "/API/abdulbasit/ayah/647.mp3",
                "numberInSurah": 154,
                "juz": 6,
                "manzil": 1,
                "page": 102,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 648,
                "englishText": "And so, [We punished them] for the break­ing of their pledge, and their refusal to acknowledge God's messages, and their slaying of prophets against all right, and their boast, \"Our hearts are already full of knowledge\"- nay, but God has sealed their hearts in result of their denial of the truth, and [now] they believe in but few things -;",
                "arabicText": "فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ ۚ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
                "audio": "/API/abdulbasit/ayah/648.mp3",
                "numberInSurah": 155,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 649,
                "englishText": "and for their refusal to acknowledge the truth, and the awesome calumny which they utter against Mary,",
                "arabicText": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَانًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/649.mp3",
                "numberInSurah": 156,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 650,
                "englishText": "and their boast, \"Behold, we have slain the Christ Jesus, son of Mary, [who claimed to be] an apostle of God!\" However, they did not slay him, and neither did they crucify him, but it only seemed to them [as if it had been] so; and, verily, those who hold conflict­ing views thereon are indeed confused, having no [real] knowledge thereof, and following mere con­jecture. For, of a certainty, they did not slay him:",
                "arabicText": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِنْ شُبِّهَ لَهُمْ ۚ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ ۚ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًا",
                "audio": "/API/abdulbasit/ayah/650.mp3",
                "numberInSurah": 157,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 651,
                "englishText": "nay, God exalted him unto Himself - and God is indeed almighty, wise.",
                "arabicText": "بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/651.mp3",
                "numberInSurah": 158,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 652,
                "englishText": "Yet there is not one of the followers of earlier revelation who does not, at the moment of his death, grasp the truth about Jesus; and on the Day of Resurrection he [himself] shall bear witness to the truth against them.",
                "arabicText": "وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ۖ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/652.mp3",
                "numberInSurah": 159,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 653,
                "englishText": "So, then, for the wickedness committed by those who followed the Jewish faith did We deny unto them certain of the good things of life which [aforetime] had been allowed to them; and [We did this] for their having so often turned away from the path of God,",
                "arabicText": "فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا",
                "audio": "/API/abdulbasit/ayah/653.mp3",
                "numberInSurah": 160,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 654,
                "englishText": "and [for] their taking usury although it had been forbidden to them, and their wrongful devouring of other people's possessions. And for those from among them who [continue to] deny the truth We have readied grievous suffering.",
                "arabicText": "وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ ۚ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
                "audio": "/API/abdulbasit/ayah/654.mp3",
                "numberInSurah": 161,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 655,
                "englishText": "But as for those from among them who are deeply rooted in knowledge, and the believers who believe in that which has been bestowed upon thee from on high as well as that which was bestowed from on high before thee, and those who are [es­pecially] constant in prayer, and spend in charity, and all who believe in God and the Last Day - these it is unto whom We shall grant a mighty reward.",
                "arabicText": "لَٰكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ ۚ وَالْمُقِيمِينَ الصَّلَاةَ ۚ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَٰئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
                "audio": "/API/abdulbasit/ayah/655.mp3",
                "numberInSurah": 162,
                "juz": 6,
                "manzil": 1,
                "page": 103,
                "ruku": 83,
                "hizbQuarter": 41,
                "sajda": false
            },
            {
                "number": 656,
                "englishText": "BEHOLD, We have inspired thee [O Prophet] just as We inspired Noah and all the prophets after him - as We inspired Abraham, and Ishmael, and Isaac, and Jacob, and their descendants, including Jesus and Job, and Jonah, and Aaron, and Solomon; and as We vouchsafed unto David a book of divine wisdom;",
                "arabicText": "۞ إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ ۚ وَأَوْحَيْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ ۚ وَآتَيْنَا دَاوُودَ زَبُورًا",
                "audio": "/API/abdulbasit/ayah/656.mp3",
                "numberInSurah": 163,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 657,
                "englishText": "and as [We inspired other] apostles whom We have mentioned to thee ere this, as well as apostles whom We have not mentioned to thee; and as God spoke His word unto Moses:",
                "arabicText": "وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا",
                "audio": "/API/abdulbasit/ayah/657.mp3",
                "numberInSurah": 164,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 658,
                "englishText": "[We sent all these] apostles as heralds of glad tidings and as warners, so that men might have no excuse before God after [the coming of] these apostles: and God is indeed al­mighty, wise.",
                "arabicText": "رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/658.mp3",
                "numberInSurah": 165,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 659,
                "englishText": "However it be, God [Himself] bears witness to the truth of what He has bestowed from on high upon thee: out of His own wisdom has He bestowed it from on high, with the angels bearing witness thereto - although none can bear witness as God does.",
                "arabicText": "لَٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ ۖ أَنْزَلَهُ بِعِلْمِهِ ۖ وَالْمَلَائِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِاللَّهِ شَهِيدًا",
                "audio": "/API/abdulbasit/ayah/659.mp3",
                "numberInSurah": 166,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 660,
                "englishText": "Behold, those who are bent on denying the truth and on turning others away from the path of God have indeed gone far astray.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا",
                "audio": "/API/abdulbasit/ayah/660.mp3",
                "numberInSurah": 167,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 661,
                "englishText": "Behold, those who are bent on denying the truth and on evildoing - God will indeed not forgive them, nor will He guide them onto any road",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
                "audio": "/API/abdulbasit/ayah/661.mp3",
                "numberInSurah": 168,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 662,
                "englishText": "but the road that leads to hell, therein to abide beyond the count of time: and this is indeed easy for God.",
                "arabicText": "إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا",
                "audio": "/API/abdulbasit/ayah/662.mp3",
                "numberInSurah": 169,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 663,
                "englishText": "O mankind! The Apostle has now come unto you with the truth from your Sustainer: believe, then, for your own good! And if you deny the truth - behold, unto God belongs all that is in the heavens and all that is on earth, and God is indeed all-knowing, wise!",
                "arabicText": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ ۚ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
                "audio": "/API/abdulbasit/ayah/663.mp3",
                "numberInSurah": 170,
                "juz": 6,
                "manzil": 1,
                "page": 104,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 664,
                "englishText": "O FOLLOWERS of the Gospel! Do not overstep the bounds [of truth] in your religious beliefs, and do not say of God anything but the truth. The Christ Jesus, son of Mary, was but God's Apostle - [the fulfilment of] His promise which He had conveyed unto Mary - and a soul created by Him. Believe, then, in God and His apostles, and do not say, \"[God is] a trinity\". Desist [from this assertion] for your own good. God is but One God; utterly remote is He, in His glory, from having a son: unto Him belongs all that is in the heavens and all that is on earth; and none is as worthy of trust as God.",
                "arabicText": "يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ ۚ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَىٰ مَرْيَمَ وَرُوحٌ مِنْهُ ۖ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ ۖ وَلَا تَقُولُوا ثَلَاثَةٌ ۚ انْتَهُوا خَيْرًا لَكُمْ ۚ إِنَّمَا اللَّهُ إِلَٰهٌ وَاحِدٌ ۖ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ ۘ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
                "audio": "/API/abdulbasit/ayah/664.mp3",
                "numberInSurah": 171,
                "juz": 6,
                "manzil": 1,
                "page": 105,
                "ruku": 84,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 665,
                "englishText": "Never did the Christ feel too proud to be God's servant, nor do the angels who are near unto Him. And those who feel too proud to serve Him and glory in their arrogance [should know that on Judgment Day] He will gather them all unto Himself:",
                "arabicText": "لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ۚ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
                "audio": "/API/abdulbasit/ayah/665.mp3",
                "numberInSurah": 172,
                "juz": 6,
                "manzil": 1,
                "page": 105,
                "ruku": 85,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 666,
                "englishText": "whereupon unto those who attained to faith and did good deeds He will grant their just rewards, and give them yet more out of His bounty; whereas those who felt too proud and gloried in their arrogance He will chastise with grievous suffering: and they shall find none to protect them from God, and none to bring them succour.",
                "arabicText": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۖ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
                "audio": "/API/abdulbasit/ayah/666.mp3",
                "numberInSurah": 173,
                "juz": 6,
                "manzil": 1,
                "page": 105,
                "ruku": 85,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 667,
                "englishText": "O MANKIND! A manifestation of the truth has now come unto you from your Sustainer, and We have sent down unto you a clear light.",
                "arabicText": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا",
                "audio": "/API/abdulbasit/ayah/667.mp3",
                "numberInSurah": 174,
                "juz": 6,
                "manzil": 1,
                "page": 105,
                "ruku": 85,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 668,
                "englishText": "And as for those who have attained to faith in God and hold fast unto Him - He will enfold them within His grace and bounty, and guide them unto Himself by a straight way.",
                "arabicText": "فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا",
                "audio": "/API/abdulbasit/ayah/668.mp3",
                "numberInSurah": 175,
                "juz": 6,
                "manzil": 1,
                "page": 105,
                "ruku": 85,
                "hizbQuarter": 42,
                "sajda": false
            },
            {
                "number": 669,
                "englishText": "THEY WILL ASK thee to enlighten them. Say: \"God enlightens you [thus] about the laws concerning [inheritance from] those who leave no heir in the direct line: If a man dies childless and has a sister, she shall inherit one-half of what he has left, just as he shall inherit from her if she dies childless. But if there are two sisters, both [together] shall have two-thirds of what he has left; and if there are brothers and sisters, then the male shall have the equal of two females' share.\" God makes [all this] clear unto you, lest you go astray; and God knows everything.",
                "arabicText": "يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ ۚ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ ۚ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ۗ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/669.mp3",
                "numberInSurah": 176,
                "juz": 6,
                "manzil": 1,
                "page": 106,
                "ruku": 85,
                "hizbQuarter": 42,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}