{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 59,
        "name": "سُورَةُ الحَشۡرِ",
        "englishName": "Al-Hashr",
        "englishNameTranslation": "The Exile",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/59.mp3",
        "revelationType": "Medinan",
        "ayahs": [
            {
                "number": 5127,
                "englishText": "ALL THAT IS in the heavens and all that is on earth extols God’s limitless glory: for He alone is almighty, truly wise.",
                "arabicText": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/5127.mp3",
                "numberInSurah": 1,
                "juz": 28,
                "manzil": 7,
                "page": 545,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5128,
                "englishText": "He it is who turned out of their homes, at the time of [their] first gathering [for war], such of the followers of earlier revelation as were bent on denying the truth. You did not think [O believers] that they would depart [without resistance] - just as they thought that their strongholds would protect them against God: but God came upon them in a manner which they had not expected, and cast terror into their hearts; [and thus] they destroyed their homes by their own hands as well as the hands of the believers. Learn a lesson, then, O you who are endowed with insight!",
                "arabicText": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ ۚ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا ۖ وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ۖ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ",
                "audio": "/API/abdulbasit/ayah/5128.mp3",
                "numberInSurah": 2,
                "juz": 28,
                "manzil": 7,
                "page": 545,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5129,
                "englishText": "And had it not been for God’s having ordained banishment for them, He would indeed have imposed [yet greater] suffering on them in this world: still, in the life to come there awaits them suffering through fire:",
                "arabicText": "وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ",
                "audio": "/API/abdulbasit/ayah/5129.mp3",
                "numberInSurah": 3,
                "juz": 28,
                "manzil": 7,
                "page": 545,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5130,
                "englishText": "this, because they cut themselves off from God and His Apostle: and as for him who cuts himself off from God and His Apostle - verily, God is severe in retribution!",
                "arabicText": "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۖ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/5130.mp3",
                "numberInSurah": 4,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5131,
                "englishText": "Whatever [of their] palm trees you may have cut down, [O believers,] or left standing on their roots, was [done] by God’s leave, and in order that He might confound the iniquitous.",
                "arabicText": "مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَىٰ أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ",
                "audio": "/API/abdulbasit/ayah/5131.mp3",
                "numberInSurah": 5,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5132,
                "englishText": "Yet [remember:] whatever [spoils taken] from the enemy God has turned over to His Apostle, you did not have to spur horse or riding-camel for its sake: but God gives His apostles mastery over whomever He wills - for God has the power to will anything.",
                "arabicText": "وَمَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَىٰ مَنْ يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/5132.mp3",
                "numberInSurah": 6,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5133,
                "englishText": "Whatever [spoils taken] from the people of those villages God has turned over to His Apostle - [all of it] belongs to God and the Apostle, and the near of kin [of deceased believers], and the orphans, and the needy, and the wayfarer, so that it may not be [a benefit] going round and round among such of you as may [already] be rich. Hence, accept [willing­ly] whatever the Apostle* gives you [thereof], and refrain from [demanding] anything that he withholds from you; and remain conscious of God: for, verily, God is severe in retribution.",
                "arabicText": "مَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْ أَهْلِ الْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ ۚ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/5133.mp3",
                "numberInSurah": 7,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5134,
                "englishText": "[Thus, part of such war-gains shall be given] to the poor among those who have forsaken the domain of evil: those who have been driven from their homelands and their possessions, seeking favour with God and [His] goodly acceptance, and who aid [the cause of] God and His Apostle: it is they, they who are true to their word!",
                "arabicText": "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
                "audio": "/API/abdulbasit/ayah/5134.mp3",
                "numberInSurah": 8,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5135,
                "englishText": "And [it shall be offered, too, unto the poor from among] those who, before them, had their abode in this realm and in faith - [those] who love all that come to them in search of refuge, and who harbour in their hearts no grudge for whatever the others may have been given, but rather give them preference over themselves, even though poverty be their own lot: for, such as from their own covetousness are saved - it is they, they that shall attain to a happy state!",
                "arabicText": "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَىٰ أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/5135.mp3",
                "numberInSurah": 9,
                "juz": 28,
                "manzil": 7,
                "page": 546,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5136,
                "englishText": "And so, they who come after them pray: “O our Sustainer! Forgive us our sins, as well as those of our brethren who preceded us in faith, and let not our hearts entertain any unworthy thoughts or feelings against [any of] those who have attained to faith. O our Sustainer! Verily, Thou art compassionate, a dispenser of grace!”",
                "arabicText": "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/5136.mp3",
                "numberInSurah": 10,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 479,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5137,
                "englishText": "ART THOU NOT aware of how those who would always dissemble [their real feelings] speak to their truth-denying brethren from among the followers of earlier revelation: “If you are driven away, we shall most certainly go forth with you, and shall never pay heed to anyone against you; and if war is waged against you, we shall most certainly come to your succour.” But God bears witness that they are most flagrantly lying:",
                "arabicText": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
                "audio": "/API/abdulbasit/ayah/5137.mp3",
                "numberInSurah": 11,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5138,
                "englishText": "[for] if those [to whom they have pledged themselves] are indeed driven away, they will not go forth with them; and if war is waged against them, they will not come to their succour; and even if they [try to] succour them, they will most certainly turn their backs [in flight], and in the end will [themselves] find no succour.",
                "arabicText": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
                "audio": "/API/abdulbasit/ayah/5138.mp3",
                "numberInSurah": 12,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5139,
                "englishText": "Nay, [O believers,] you arouse in their bosoms a fear more intense than [even their fear of] God: this, because they are people who fail to grasp the truth.",
                "arabicText": "لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
                "audio": "/API/abdulbasit/ayah/5139.mp3",
                "numberInSurah": 13,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5140,
                "englishText": "Never will they fight you, [even] in unison, otherwise than from within fortified strongholds or from behind walls. Severe is their warlike discord among themselves: thou wouldst think that they are united, whereas [in fact] their hearts are at odds [with one another]: this, because they are people who will not use their reason.",
                "arabicText": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ ۚ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/5140.mp3",
                "numberInSurah": 14,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5141,
                "englishText": "[To both kinds of your enemies, O believers, is bound to happen] the like of [what happened to] those who, a short while before them, had to taste the evil that came from their own doings, with [yet more] grievous suffering awaiting them [in the life to come]:",
                "arabicText": "كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/5141.mp3",
                "numberInSurah": 15,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5142,
                "englishText": "the like of [what happens] when Satan says unto man, “Deny the truth!” - but as soon as [man] has denied the truth, [Satan] says, “Behold, I am not responsible for thee: behold, I fear God, the Sustainer of all the worlds!”",
                "arabicText": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/5142.mp3",
                "numberInSurah": 16,
                "juz": 28,
                "manzil": 7,
                "page": 547,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5143,
                "englishText": "Thus, in the end, both [the deniers of the truth and the hypocrites] will find themselves in the fire, therein to abide: for such is the recompense of evil­doers.",
                "arabicText": "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/5143.mp3",
                "numberInSurah": 17,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 480,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5144,
                "englishText": "O YOU who have attained to faith! Remain conscious of God; and let every human being look to what he sends ahead for the morrow! And [once again]: Remain conscious of God, for God is fully aware of all that you do;",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/5144.mp3",
                "numberInSurah": 18,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5145,
                "englishText": "and be not like those who are oblivious of God, and whom He therefore causes to be oblivious of [what is good for] their own selves: [for] it is they, they who are truly depraved!",
                "arabicText": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ ۚ أُولَٰئِكَ هُمُ الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/5145.mp3",
                "numberInSurah": 19,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5146,
                "englishText": "Not equal are those who are destined for the fire and those who are destined for paradise: those who are destined for paradise - it is they, they [alone] who shall triumph [on Judgment Day]!",
                "arabicText": "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ",
                "audio": "/API/abdulbasit/ayah/5146.mp3",
                "numberInSurah": 20,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5147,
                "englishText": "HAD WE bestowed this Qur’an from on high upon a mountain, thou wouldst indeed see it humbling itself, breaking asunder for awe of God. And [all] such parables We propound unto men, so that they might [learn to] think.",
                "arabicText": "لَوْ أَنْزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/5147.mp3",
                "numberInSurah": 21,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5148,
                "englishText": "GOD IS HE save whom there is no deity: the One who knows all that is beyond the reach of a created being’s perception, as well as all that can be wit­nessed by a creature’s senses or mind: He, the Most Gracious, the Dispenser of Grace.",
                "arabicText": "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/5148.mp3",
                "numberInSurah": 22,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5149,
                "englishText": "God is He save whom there is no deity: the Sovereign Supreme, the Holy, the One with whom all salvation rests, the Giver of Faith, the One who determines what is true and false, the Almighty, the One who subdues wrong and restores right, the One to whom all greatness belongs! Utterly remote is God, in His limitless glory, from anything to which men may ascribe a share in His divinity!",
                "arabicText": "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
                "audio": "/API/abdulbasit/ayah/5149.mp3",
                "numberInSurah": 23,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            },
            {
                "number": 5150,
                "englishText": "He is God, the Creator, the Maker who shapes all forms and appearances! His [alone] are the attributes of perfection. All that is in the heavens and on earth extols His limitless glory: for He alone is almighty, truly wise!",
                "arabicText": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/5150.mp3",
                "numberInSurah": 24,
                "juz": 28,
                "manzil": 7,
                "page": 548,
                "ruku": 481,
                "hizbQuarter": 219,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}