{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 8,
        "name": "سُورَةُ الأَنفَالِ",
        "englishName": "Al-Anfaal",
        "englishNameTranslation": "The Spoils of War",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/8.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "75",
        "ayahs": [
            {
                "number": 1161,
                "englishText": "HEY WILL ASK thee about the spoils of war. Say: \"All spoils of war belong to God and the Apostle.\" Remain, then, conscious of God, and keep alive the bonds of brotherhood among yourselves, and pay heed unto God and His Apostle, if you are [truly] believers!",
                "arabicText": "يَسْأَلُونَكَ عَنِ الْأَنْفَالِ ۖ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ ۖ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1161.mp3",
                "numberInSurah": 1,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1162,
                "englishText": "Believers are only they whose hearts tremble with awe whenever God is mentioned, and whose faith is strengthened whenever His messages are conveyed unto them, and who in their Sustainer place their trust -",
                "arabicText": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
                "audio": "/API/abdulbasit/ayah/1162.mp3",
                "numberInSurah": 2,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1163,
                "englishText": "those who are constant in prayer and spend on others out of what We provide for them as sustenance:",
                "arabicText": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
                "audio": "/API/abdulbasit/ayah/1163.mp3",
                "numberInSurah": 3,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1164,
                "englishText": "it is they, they who are truly believers! Theirs shall be great dignity in their Sustainer's sight, and forgiveness of sins, and a most excellent sustenance.",
                "arabicText": "أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
                "audio": "/API/abdulbasit/ayah/1164.mp3",
                "numberInSurah": 4,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1165,
                "englishText": "EVEN AS thy Sustainer brought thee forth from thy home [to fight] in the cause of the truth, although some of the believers were averse to it,",
                "arabicText": "كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ",
                "audio": "/API/abdulbasit/ayah/1165.mp3",
                "numberInSurah": 5,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1166,
                "englishText": "[so, too,] they would argue with thee about the truth [itself] after it had become manifest - just as if they were being driven towards death and beheld it with their very eyes.",
                "arabicText": "يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ",
                "audio": "/API/abdulbasit/ayah/1166.mp3",
                "numberInSurah": 6,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1167,
                "englishText": "And, lo, God gave you the promise that one of the two [enemy] hosts would fall to you: and you would have liked to seize the less powerful one, whereas it was God's will to prove the truth to be true in accordance with His words, and to wipe out the last remnant of those who denied the truth -",
                "arabicText": "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/1167.mp3",
                "numberInSurah": 7,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1168,
                "englishText": "so that He might prove the truth to be true and the false to be false, however hateful this might be to those who were lost in sin.",
                "arabicText": "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
                "audio": "/API/abdulbasit/ayah/1168.mp3",
                "numberInSurah": 8,
                "juz": 9,
                "manzil": 2,
                "page": 177,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1169,
                "englishText": "Lo! You were praying unto your Sustainer for aid, whereupon He thus responded to you: \"I shall, verily, aid you with a thousand angels following one upon' another!\"",
                "arabicText": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ",
                "audio": "/API/abdulbasit/ayah/1169.mp3",
                "numberInSurah": 9,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1170,
                "englishText": "And God ordained this only as a glad tiding, and that your hearts should thereby be set at rest-since no succour can come from any save God: verily, God is almighty, wise!",
                "arabicText": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ ۚ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/1170.mp3",
                "numberInSurah": 10,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 146,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1171,
                "englishText": "[Remember how it was] when He caused inner calm to enfold you, as an assurance from Him, and sent down upon you water from the skies, so that He might purify you thereby and free you from Satan's unclean whisperings and strengthen your hearts and thus make firm your steps.",
                "arabicText": "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ",
                "audio": "/API/abdulbasit/ayah/1171.mp3",
                "numberInSurah": 11,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1172,
                "englishText": "Lo! Thy Sustainer inspired the angels [to convey this His message to the believers]: \"I am with you!\" [And He commanded the angels:] \"And, give firmness unto those who have attained to faith [with these words from Me]: `I shall cast terror into the hearts of those who are bent on denying the truth; strike, then, their necks, [O believers,] and strike off every one of their finger-tips!\"",
                "arabicText": "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا ۚ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ",
                "audio": "/API/abdulbasit/ayah/1172.mp3",
                "numberInSurah": 12,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1173,
                "englishText": "This, because they have cut themselves off from God and His Apostle: and as for him who cuts himself off from God and His Apostle - verily, God is severe in retribution.",
                "arabicText": "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۚ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/1173.mp3",
                "numberInSurah": 13,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1174,
                "englishText": "This [for you, O enemies of God]! Taste it, then, [and know] that suffering through fire awaits those who deny the truth!",
                "arabicText": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ",
                "audio": "/API/abdulbasit/ayah/1174.mp3",
                "numberInSurah": 14,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1175,
                "englishText": "O YOU who have attained to faith! When you meet in battle those who are bent on denying the truth, advancing in great force, do not turn your backs on them:",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ",
                "audio": "/API/abdulbasit/ayah/1175.mp3",
                "numberInSurah": 15,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1176,
                "englishText": "for, whoever on that day turns his back on them-unless it be in a battle manoeuvre or in an endeavour to join another troop [of the believers] - shall indeed have earned the burden of God's condemnation, and his goal shall be hell: and how vile a journey's end!",
                "arabicText": "وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/1176.mp3",
                "numberInSurah": 16,
                "juz": 9,
                "manzil": 2,
                "page": 178,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1177,
                "englishText": "And yet, [O believers,] it was not you who slew the enemy, but it was God who slew them; and it was not thou who cast [terror into them, O Prophet], when thou didst cast it, but it was God who cast it: and [He did all this] in order that He might test the believers by a goodly test of His Own or daining. Verily, God is all-hearing, all-knowing!",
                "arabicText": "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ اللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ ۚ وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/1177.mp3",
                "numberInSurah": 17,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1178,
                "englishText": "This [was God's purpose] -and also [to show] that God renders vain the artful schemes of those who deny the truth.",
                "arabicText": "ذَٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/1178.mp3",
                "numberInSurah": 18,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1179,
                "englishText": "If you have been praying for victory, [O believers] - victory has now indeed come unto you. And if you abstain [from sinning], it will be for your own good; but if you revert to it, We shall revoke [Our promise of aid] - and never will your community be of any avail to you, however great its numbers: for, behold, God is [only] with those who believe!",
                "arabicText": "إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ ۖ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1179.mp3",
                "numberInSurah": 19,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 147,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1180,
                "englishText": "[Hence,] O you who have attained to faith, pay heed unto God and His Apostle, and do not turn away from Him now that you hear [His message];",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ",
                "audio": "/API/abdulbasit/ayah/1180.mp3",
                "numberInSurah": 20,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1181,
                "englishText": "and be not like those who say, \"We have heard\", the while they do not hearken.",
                "arabicText": "وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
                "audio": "/API/abdulbasit/ayah/1181.mp3",
                "numberInSurah": 21,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 71,
                "sajda": false
            },
            {
                "number": 1182,
                "englishText": "Verily, the vilest of all creatures in the sight of God are those deaf, those dumb ones who do not use their reason.",
                "arabicText": "۞ إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/1182.mp3",
                "numberInSurah": 22,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1183,
                "englishText": "For, if God had seen any good in them, He would certainly have made them hear: but [as it is,] even if He had made them hear, they would surely have turned away in their obstinacy.",
                "arabicText": "وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
                "audio": "/API/abdulbasit/ayah/1183.mp3",
                "numberInSurah": 23,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1184,
                "englishText": "O you who have attained to faith! Respond to the call of God and the Apostle whenever he calls you unto that which will give you life; and know that God intervenes between man and [the desires of] his heart, and that unto Him you shall be gathered.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/1184.mp3",
                "numberInSurah": 24,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1185,
                "englishText": "And beware of that temptation to evil which does not befall only those among you who are bent on denying the truth, to the exclusion of others; and know that God is severe in retribution.",
                "arabicText": "وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً ۖ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/1185.mp3",
                "numberInSurah": 25,
                "juz": 9,
                "manzil": 2,
                "page": 179,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1186,
                "englishText": "And remember the time when you were few [and] helpless on earth, fearful lest people do away with you - whereupon He sheltered you, and strengthened you with His succour, and provided for you sustenance out of the good things of life, so that you might have cause to be grateful.",
                "arabicText": "وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/1186.mp3",
                "numberInSurah": 26,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1187,
                "englishText": "[Hence,] O you who have attained to faith, do not be false to God and the Apostle, and do not knowingly be false to the trust that has been reposed in you;",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1187.mp3",
                "numberInSurah": 27,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1188,
                "englishText": "and know that your worldly goods and your children are but a trial and a temptation, and that with God there is a tremendous reward.",
                "arabicText": "وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/1188.mp3",
                "numberInSurah": 28,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 148,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1189,
                "englishText": "O you who have attained to faith! If you remain conscious of God. He will endow you with a standard by which to discern the true from the false, and will efface your bad deeds, and will forgive you your sins: for God is limitless in His great bounty.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/1189.mp3",
                "numberInSurah": 29,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1190,
                "englishText": "AND [remember, O Prophet,] how those who were bent on denying the truth were scheming against thee, in order to restrain thee [from preaching], or to slay thee, or to drive thee away: thus have they [always] schemed: but God brought their scheming to nought-for God is above all schemers.",
                "arabicText": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
                "audio": "/API/abdulbasit/ayah/1190.mp3",
                "numberInSurah": 30,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1191,
                "englishText": "And whenever Our messages were conveyed to them, they would say, \"We have heard [all this] before; if we wanted, we could certainly compose sayings like these [ourselves]: they are nothing but fables of ancient times!\"",
                "arabicText": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا ۙ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
                "audio": "/API/abdulbasit/ayah/1191.mp3",
                "numberInSurah": 31,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1192,
                "englishText": "And, lo, they would say, \"O God! If this. be indeed the truth from Thee, then rain down upon us stones from the skies, or inflict [some other] grievous suffering on us!\"",
                "arabicText": "وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ",
                "audio": "/API/abdulbasit/ayah/1192.mp3",
                "numberInSurah": 32,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1193,
                "englishText": "But God did not choose thus to chastise them whip thou [O Prophet] wert still among them, nor would God chastise them when they [might yet] ask for forgiveness.",
                "arabicText": "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
                "audio": "/API/abdulbasit/ayah/1193.mp3",
                "numberInSurah": 33,
                "juz": 9,
                "manzil": 2,
                "page": 180,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1194,
                "englishText": "But what have they [now] in their favour that God should not chastise them-seeing that they bar [the believers] from the Inviolable House of Worship, although they are not its [rightful] guardians? None but the God-conscious can be its guardians: but of this most of these [evildoers] are unaware;",
                "arabicText": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1194.mp3",
                "numberInSurah": 34,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1195,
                "englishText": "and their prayers before the Temple are nothing but whistling and clapping of hands. Taste then, [O unbelievers,] this chastisement as an outcome of your persistent denial of the truth!",
                "arabicText": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً ۚ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
                "audio": "/API/abdulbasit/ayah/1195.mp3",
                "numberInSurah": 35,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1196,
                "englishText": "Behold, those who are bent on denying the truth are spending their riches in order to turn others away from the path of God; and they will go on spending them until they become [a source of] intense regret for them; and then they will be overcome! And those who [until their death] have denied the truth shall be gathered unto hell,",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ ۚ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَالَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/1196.mp3",
                "numberInSurah": 36,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1197,
                "englishText": "so that God might separate the bad from the good, and join the bad with one another, and link them all together [within His condemnation], and then place them in hell. They, they are the lost!",
                "arabicText": "لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
                "audio": "/API/abdulbasit/ayah/1197.mp3",
                "numberInSurah": 37,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 149,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1198,
                "englishText": "Tell those who are bent on denying the truth that if they desist, all that is past shall be forgiven them; but if they revert [to their wrongdoing], let them remember what happened to the like of them in times gone by.",
                "arabicText": "قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ",
                "audio": "/API/abdulbasit/ayah/1198.mp3",
                "numberInSurah": 38,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 150,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1199,
                "englishText": "And fight against them until there is no more oppression and all worship is devoted to God alone. And if they desist-behold, God sees all that they do;",
                "arabicText": "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ ۚ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/1199.mp3",
                "numberInSurah": 39,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 150,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1200,
                "englishText": "and if they turn away [from righteousness], know that God is your Lord Supreme: [and] how excellent is this Lord Supreme, and how excellent this Giver of Succour!",
                "arabicText": "وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ۚ نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
                "audio": "/API/abdulbasit/ayah/1200.mp3",
                "numberInSurah": 40,
                "juz": 9,
                "manzil": 2,
                "page": 181,
                "ruku": 150,
                "hizbQuarter": 72,
                "sajda": false
            },
            {
                "number": 1201,
                "englishText": "AND KNOW that whatever booty you acquire [in war], one-fifth thereof belongs to God and the Apostle, and the near of kin, and the orphans, and the needy, and the wayfarer. [This you must observe] if you believe in God and in what We bestowed from on high upon Our servant on the day when the true was distinguished from the false - the day when the two hosts met in battle. And God has the power to will anything.",
                "arabicText": "۞ وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/1201.mp3",
                "numberInSurah": 41,
                "juz": 10,
                "manzil": 2,
                "page": 182,
                "ruku": 150,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1202,
                "englishText": "[Remember that day] when you were at the near end of the valley [of Badr], and they were at its farthest end, while the caravan was below you. And if you had known that a battle was to take place, you would indeed have refused to accept the challenge: but [the battle was brought about none the less,] so that God might accomplish a thing [which He willed] to be done, [and] that he who would perish might perish in clear evidence of the truth, and that he who would remain alive might live in clear evidence of the truth. And, behold, God is indeed all-hearing, all-knowing.",
                "arabicText": "إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَىٰ وَالرَّكْبُ أَسْفَلَ مِنْكُمْ ۚ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ ۙ وَلَٰكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَنْ بَيِّنَةٍ ۗ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/1202.mp3",
                "numberInSurah": 42,
                "juz": 10,
                "manzil": 2,
                "page": 182,
                "ruku": 150,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1203,
                "englishText": "Lo! God showed them to thee in a dream as few: for, had He shown them to you as many, you would surely have lost heart, and would surely have disagreed with one another about what to do. But God saved [you from this]: verily, He has full knowledge of what is the hearts [of men].",
                "arabicText": "إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَٰكِنَّ اللَّهَ سَلَّمَ ۗ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
                "audio": "/API/abdulbasit/ayah/1203.mp3",
                "numberInSurah": 43,
                "juz": 10,
                "manzil": 2,
                "page": 182,
                "ruku": 150,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1204,
                "englishText": "And so, when you met in battle, He made them appear as few in your eyes -just as He made you appear as of little account in their eyes - so that God might accomplish a thing [which He willed] to be done: for all things go back to God [as their source].",
                "arabicText": "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
                "audio": "/API/abdulbasit/ayah/1204.mp3",
                "numberInSurah": 44,
                "juz": 10,
                "manzil": 2,
                "page": 182,
                "ruku": 150,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1205,
                "englishText": "[Hence,] O you who have attained to faith, when you meet a host in battle, be firm, and remember God often; so that you might attain to a happy state!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/1205.mp3",
                "numberInSurah": 45,
                "juz": 10,
                "manzil": 2,
                "page": 182,
                "ruku": 151,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1206,
                "englishText": "And pay heed unto God and His Apostle, and do not [allow yourselves to] be at variance with one another, lest you lose heart and your moral strength desert you. And be patient in adversity: for, verily, God is with those who are patient in adversity.",
                "arabicText": "وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ ۖ وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/1206.mp3",
                "numberInSurah": 46,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 151,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1207,
                "englishText": "And be not like those [unbelievers] who went forth from their homelands full of self-conceit and a desire to be seen and praised by men for they were trying to turn others away from the path of God -the while God encompassed all their doings [with His might].",
                "arabicText": "وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ۚ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
                "audio": "/API/abdulbasit/ayah/1207.mp3",
                "numberInSurah": 47,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 151,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1208,
                "englishText": "And, lo, Satan made all their doings seem goodly to them, and said, \"No one can overcome you this day, for, behold, I shall be your protector!\" but as soon as the two hosts came within sight of one another, he turned on his heels and said, \"Behold, I am not responsible for you: behold, I see something that you do not see: behold, I fear God-for God is severe in retribution!\"",
                "arabicText": "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ ۖ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَىٰ مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ ۚ وَاللَّهُ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/1208.mp3",
                "numberInSurah": 48,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 151,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1209,
                "englishText": "At the same time, the hypocrites and those in whose hearts was disease were saying, \"Their faith has deluded these [believers]!\" But he who places his trust in God [knows that], verily, God is almighty, wise.",
                "arabicText": "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَٰؤُلَاءِ دِينُهُمْ ۗ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/1209.mp3",
                "numberInSurah": 49,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1210,
                "englishText": "AND IF thou couldst but see [how it will be] when He causes those who are bent on denying the truth to die: the angels will strike their faces: and their backs, and [will say]: \"Taste suffering through fire",
                "arabicText": "وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ",
                "audio": "/API/abdulbasit/ayah/1210.mp3",
                "numberInSurah": 50,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1211,
                "englishText": "in return for what your own hands have wrought - for, never does God do the least wrong to His creatures!\"",
                "arabicText": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
                "audio": "/API/abdulbasit/ayah/1211.mp3",
                "numberInSurah": 51,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1212,
                "englishText": "[To them shall happen.] the like of what happened to Pharaoh's people and those who lived before them: they denied the truth of God's messagesand so God took them to task for their sins. Verily, God is powerful, severe in retribution!",
                "arabicText": "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/1212.mp3",
                "numberInSurah": 52,
                "juz": 10,
                "manzil": 2,
                "page": 183,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1213,
                "englishText": "This, because God would never change the blessings with which He has graced a people unless they change their inner selves: and [know] that God is all-hearing, all-seeing.",
                "arabicText": "ذَٰلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۙ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/1213.mp3",
                "numberInSurah": 53,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1214,
                "englishText": "[To those sinners shall happen] the like of what happened to Pharaoh's people and those who lived before them: they gave the lie to their Sustainer's messages - and so We destroyed them in return for their sins, and caused Pharaoh's people to drown: for they were evildoers all.",
                "arabicText": "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا ظَالِمِينَ",
                "audio": "/API/abdulbasit/ayah/1214.mp3",
                "numberInSurah": 54,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1215,
                "englishText": "Verily, the vilest creatures in the sight of God are those who are bent on denying the truth and therefore do not believe.",
                "arabicText": "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/1215.mp3",
                "numberInSurah": 55,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1216,
                "englishText": "AS FOR THOSE with whom thou hast made a covenant, and who thereupon break their covenant on every occasion, not being conscious of God-",
                "arabicText": "الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/1216.mp3",
                "numberInSurah": 56,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1217,
                "englishText": "if thou find them at war [with you], make of them a fearsome example for those who follow them, so that they might take it to heart;",
                "arabicText": "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/1217.mp3",
                "numberInSurah": 57,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1218,
                "englishText": "or, if thou hast reason to fear treachery from people [with whom thou hast made a covenant], cast it back at them in an equitable manner: for, verily, God does not love the treacherous!",
                "arabicText": "وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَىٰ سَوَاءٍ ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ",
                "audio": "/API/abdulbasit/ayah/1218.mp3",
                "numberInSurah": 58,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 152,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1219,
                "englishText": "And let them not think - those who are bent on denying the truth -that they shall escapee [God]: behold, they can never frustrate [His purpose].",
                "arabicText": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
                "audio": "/API/abdulbasit/ayah/1219.mp3",
                "numberInSurah": 59,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 153,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1220,
                "englishText": "Hence, make ready against them whatever force and war mounts you are able to muster, so that you might deter thereby the enemies of God, who are your enemies as well, and others besides them of whom you may be unaware, [but] of whom God is aware; and whatever you may expend in God's cause shall be repaid to you in full, and you shall not be wronged.",
                "arabicText": "وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1220.mp3",
                "numberInSurah": 60,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 153,
                "hizbQuarter": 73,
                "sajda": false
            },
            {
                "number": 1221,
                "englishText": "But if they incline to peace, incline thou to it as well, and place thy trust in God: verily, He alone is all-hearing, all-knowing!",
                "arabicText": "۞ وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/1221.mp3",
                "numberInSurah": 61,
                "juz": 10,
                "manzil": 2,
                "page": 184,
                "ruku": 153,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1222,
                "englishText": "And should they seek but to deceive thee [by their show of peace] - behold, God is enough for thee! He it is who has strengthened thee with His succour, and by giving thee believing followers",
                "arabicText": "وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ ۚ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1222.mp3",
                "numberInSurah": 62,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 153,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1223,
                "englishText": "whose hearts He has brought together: [for,] if thou hadst expended all that is on earth, thou couldst not have brought their hearts together [by thyself]: but God did bring them together. Verily, He is almighty, wise.",
                "arabicText": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/1223.mp3",
                "numberInSurah": 63,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 153,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1224,
                "englishText": "O Prophet! God is enough for thee and those of the believers who follow thee!",
                "arabicText": "يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1224.mp3",
                "numberInSurah": 64,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 153,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1225,
                "englishText": "O Prophet! Inspire the believers to conquer all fear of death when fighting, [so that,] if there be twenty of you who are patient in adversity, they might overcome two hundred; and [that,] if there be one hundred of you, they might overcome one thousand of those who are bent on denying the truth, because they are people who cannot grasp it.",
                "arabicText": "يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ ۚ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
                "audio": "/API/abdulbasit/ayah/1225.mp3",
                "numberInSurah": 65,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 154,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1226,
                "englishText": "For the time being, [however,] God has lightened your burden. for He knows that you are weak: and so, if there be one hundred of you who are patient in adversity, they should [be able to]' overcome two hundred; and if there be one thousand of you, they should [be able to] overcome two thousand by God's leave: for God is with those who are patient in adversity.",
                "arabicText": "الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/1226.mp3",
                "numberInSurah": 66,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 154,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1227,
                "englishText": "IT DOES NOT behove a prophet to keep captives unless he has battled strenuously on earth. You may desire the fleeting gains of this world-but God desires [for you the good of] the life to come: and God is almighty, wise.",
                "arabicText": "مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي الْأَرْضِ ۚ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/1227.mp3",
                "numberInSurah": 67,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 154,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1228,
                "englishText": "Had it not been for a decree from God that had already gone forth, there would indeed have befallen you a tremendous chastisement on account of all [the captives] that you took.",
                "arabicText": "لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/1228.mp3",
                "numberInSurah": 68,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 154,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1229,
                "englishText": "Enjoy, then, all that is lawful and good among the things which you have gained in war, and remain conscious of God: verily, God is much-forgiving, a dispenser of grace.",
                "arabicText": "فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/1229.mp3",
                "numberInSurah": 69,
                "juz": 10,
                "manzil": 2,
                "page": 185,
                "ruku": 154,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1230,
                "englishText": "[Hence,] O Prophet, say unto the captives who are in your hands: \"If God finds any good in your hearts, He will give you something better than all that has been taken from you, and will forgive you your sins: for God is much-forgiving, a dispenser of grace.\"",
                "arabicText": "يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَىٰ إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/1230.mp3",
                "numberInSurah": 70,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1231,
                "englishText": "And should they but seek to play false with thee -well, they were false to God [Himself] ere this: but He gave [the believers] mastery over them. And God is all-knowing, wise.",
                "arabicText": "وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/1231.mp3",
                "numberInSurah": 71,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1232,
                "englishText": "BEHOLD, as for those who have attained to faith, and who have forsaken the domain of evil and are striving hard, with their possessions and their lives, in God's cause, as well as those who shelter and succour [them] - these are [truly] the friends and protectors of one another. But as for those who have come to believe without having migrated [to your country] - you are in no wise responsible for their protection until such a time as they migrate [to you]. Yet, if they ask you for succour against religious persecution, it is your duty to give [them] this succour-except against a people between whom and yourselves there is a covenant: for God sees all that you do.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّىٰ يُهَاجِرُوا ۚ وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/1232.mp3",
                "numberInSurah": 72,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1233,
                "englishText": "With all this, [remember that] those who are bent on denying the truth are allies of one another; and unless you act likewise [among yourselves], oppression will reign on earth, and great corruption.",
                "arabicText": "وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/1233.mp3",
                "numberInSurah": 73,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1234,
                "englishText": "And they who have attained to faith, and who have forsaken the domain of evil and are striving hard in God's cause, as well as those who shelter and succour [them]-it is they, they who are truly believers! Forgiveness of sins awaits them, and a most excellent sustenance.",
                "arabicText": "وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
                "audio": "/API/abdulbasit/ayah/1234.mp3",
                "numberInSurah": 74,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            },
            {
                "number": 1235,
                "englishText": "And as for those who henceforth come to believe, and who forsake the domain of evil and strive hard [in God's cause] together with you - these [too] shall belong to you; and they who are [thus] closely related have the highest claim on one another in [accordance with] God's decree. Verily, God has full knowledge of everything.",
                "arabicText": "وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَٰئِكَ مِنْكُمْ ۚ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ ۗ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/1235.mp3",
                "numberInSurah": 75,
                "juz": 10,
                "manzil": 2,
                "page": 186,
                "ruku": 155,
                "hizbQuarter": 74,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}