{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 10,
        "name": "سُورَةُ يُونُسَ",
        "englishName": "Yunus",
        "englishNameTranslation": "Jonas",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/10.mp3",
        "revelationType": "Meccan",
        "totalAyahs": "109",
        "ayahs": [
            {
                "number": 1365,
                "englishText": "Alif Lam. Ra. THESE ARE MESSAGES of the divine writ, full of wisdom.",
                "arabicText": "الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
                "audio": "/API/abdulbasit/ayah/1365.mp3",
                "numberInSurah": 1,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1366,
                "englishText": "Do people deem it strange that We should have inspired a man from their own midst [with this Our message]: \"Warn all mankind, and give unto those who have attained to faith the glad tiding that in their Sustainer's sight they surpass all others in that they are completely sincere-? [Only] they who deny the truth say, \"Behold. he is clearly but a spellbinder!\"",
                "arabicText": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/1366.mp3",
                "numberInSurah": 2,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1367,
                "englishText": "VERILY, your Sustainer is God, who has created the heavens and the earth in six aeons, and is established on the throne of His almightiness, governing all that exists. There is none that could intercede with Him unless He grants leave therefor. Thus is God, your Sustainer: worship, therefore, Him [alone]: will you not, then, keep this in mind?",
                "arabicText": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ يُدَبِّرُ الْأَمْرَ ۖ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/1367.mp3",
                "numberInSurah": 3,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1368,
                "englishText": "Unto Him you all must return: this is, in truth, God's promise-for, behold, He creates [man] in the first instance, and then brings him forth anew to the end that He may reward with equity all who attain to faith and do righteous deeds; whereas for those who are bent on denying the truth there is in store a draught of burning despair and grievous suffering because of their persistent refusal to acknowledge the truth.",
                "arabicText": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ اللَّهِ حَقًّا ۚ إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ ۚ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
                "audio": "/API/abdulbasit/ayah/1368.mp3",
                "numberInSurah": 4,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1369,
                "englishText": "He it is who has made the sun a [source of] radiant light and the moon a light [reflected], and has determined for it phases so that you might know how to compute the years and to measure [time]. None of this has God created without [an inner] truth. Clearly does He spell out these messages unto people of [innate] knowledge:",
                "arabicText": "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ ۚ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1369.mp3",
                "numberInSurah": 5,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1370,
                "englishText": "for, verily, in the alternating of night and day, and in all that God has created in the heavens and on earth there are messages indeed for people who are conscious of Him!",
                "arabicText": "إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/1370.mp3",
                "numberInSurah": 6,
                "juz": 11,
                "manzil": 3,
                "page": 208,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1371,
                "englishText": "Verily, as for those who do not believe that they are destined to meet Us, but content themselves with the life of this world and do not look beyond it, and are heedless of Our messages -",
                "arabicText": "إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ",
                "audio": "/API/abdulbasit/ayah/1371.mp3",
                "numberInSurah": 7,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1372,
                "englishText": "their goal is the fire in return for all [the evil] that they were wont to do.",
                "arabicText": "أُولَٰئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ",
                "audio": "/API/abdulbasit/ayah/1372.mp3",
                "numberInSurah": 8,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1373,
                "englishText": "[But,] verily, as for those who have attained to faith and do righteous deeds - their Sustainer guides them aright by means of their faith. [In the life to come,] running waters will flow at their feet in gardens of bliss;",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ ۖ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ",
                "audio": "/API/abdulbasit/ayah/1373.mp3",
                "numberInSurah": 9,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1374,
                "englishText": "[and] in that [state of happiness] they will call out, \"Limitless art Thou in Thy glory, O God!\"-and will be answered with the greeting, \"Peace!\" And their call will close with [the words], \"All praise is due to God, the Sustainer of all the worlds!\"",
                "arabicText": "دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/1374.mp3",
                "numberInSurah": 10,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 172,
                "hizbQuarter": 83,
                "sajda": false
            },
            {
                "number": 1375,
                "englishText": "NOW IF GOD were to hasten for human beings the ill [which they deserve by their sinning] in the same manner as they [themselves] would hasten [the coming to them of what they consider to be] good, their end would indeed come forthwith! But We leave them alone [for a while] -all those who do not believe that they are destined to meet Us: [We leave them alone] in their overweening arrogance, blindly stumbling to and fro.",
                "arabicText": "۞ وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
                "audio": "/API/abdulbasit/ayah/1375.mp3",
                "numberInSurah": 11,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1376,
                "englishText": "For [thus it is:] when affliction befalls man, he cries out unto Us, whether he be lying on his side or sitting or standing; but as soon as We have freed him of his affliction, he goes on as though he had never invoked Us to save him from the affliction that befell him! Thus do their own doings seem goodly unto those who waste their own selves.",
                "arabicText": "وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَسَّهُ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/1376.mp3",
                "numberInSurah": 12,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1377,
                "englishText": "And, indeed, We destroyed before your time [whole] generations when they [persistently] did evil although the apostles sent unto them brought them all evidence of the truth; for they refused to believe [them]. Thus do We requite people who are lost in sin.",
                "arabicText": "وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا ۙ وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
                "audio": "/API/abdulbasit/ayah/1377.mp3",
                "numberInSurah": 13,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1378,
                "englishText": "And thereupon We made you their successors on earth, so that We might behold how you act.",
                "arabicText": "ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/1378.mp3",
                "numberInSurah": 14,
                "juz": 11,
                "manzil": 3,
                "page": 209,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1379,
                "englishText": "AND [thus it is:] whenever Our messages are conveyed unto them in all their clarity, those who do not believe that they are destined to meet Us [are wont to] say, \"Bring us a discourse other than this, or alter this one.” Say [O Prophet]: \"It is not conceivable that I should alter it of my own volition; I only follow what is revealed to me. Behold, I would dread, were I [thus] to rebel against my Sustainer, the suffering [which would befall me] on that awesome Day [of Judgment]!\"",
                "arabicText": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ ۙ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَٰذَا أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ ۖ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
                "audio": "/API/abdulbasit/ayah/1379.mp3",
                "numberInSurah": 15,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1380,
                "englishText": "Say: \"Had God willed it [otherwise], I would not have conveyed this [divine writ] unto you, nor would He have brought it to your knowledge. Indeed. a whole lifetime have I dwelt among you ere this [revelation came unto me]: will you not, then, use your reason?”",
                "arabicText": "قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ ۚ أَفَلَا تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/1380.mp3",
                "numberInSurah": 16,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1381,
                "englishText": "And who could be more wicked than they who attribute their own lying inventions to God or give the lie to His messages? Verily, those who are lost in sin will never attain to a happy state -",
                "arabicText": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ",
                "audio": "/API/abdulbasit/ayah/1381.mp3",
                "numberInSurah": 17,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1382,
                "englishText": "and [neither will] they [who] worship, side by side with God, things or beings that can neither harm nor benefit them, saying [to themselves], \"These are our intercessors with God!\" Say: \"Do you [think that you could] inform God of anything in the heavens or on earth that He does not know? Limitless is He in His glory, and sublimely exalted above anything to which men may ascribe a share in His divinity!\"",
                "arabicText": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَٰؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ ۚ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
                "audio": "/API/abdulbasit/ayah/1382.mp3",
                "numberInSurah": 18,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1383,
                "englishText": "AND [know that] all mankind were once but one single community, and only later did they begin to hold divergent views. And had it not been for a decree- that had already gone forth from thy Sustainer, all their differences would indeed have been settled [from the outset].",
                "arabicText": "وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
                "audio": "/API/abdulbasit/ayah/1383.mp3",
                "numberInSurah": 19,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1384,
                "englishText": "NOW THEY [who deny the truth] are wont to ask, \"Why has no miraculous sign ever been bestowed upon him from on high by his Sustainer?\" Say, then: \"God's alone is the knowledge of that which. is beyond the reach of human perception. Wait, then, [until His will becomes manifest:] verily, I shall wait with you!\"",
                "arabicText": "وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۖ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
                "audio": "/API/abdulbasit/ayah/1384.mp3",
                "numberInSurah": 20,
                "juz": 11,
                "manzil": 3,
                "page": 210,
                "ruku": 173,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1385,
                "englishText": "And [thus it is:] whenever We let [such] people taste [some of Our] grace after hardship has visited them-lo! they forthwith turn to devising false arguments against Our messages. Say: \"God is swifter [than you] in His deep devising!\" Behold, Our [heavenly] messengers are recording all that you may devise!",
                "arabicText": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا ۚ قُلِ اللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/1385.mp3",
                "numberInSurah": 21,
                "juz": 11,
                "manzil": 3,
                "page": 211,
                "ruku": 174,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1386,
                "englishText": "He it is who enables you to travel on land and sea. And [behold what happens] when you go to sea in ships: [they go to sea in ships,] and they sail on in them in a favourable wind, and they rejoice thereat until there comes upon them a tempest, and waves surge towards them from all sides, so that they believe themselves to be encompassed [by death; and then] they call unto God, [at that moment] sincere in their faith in Him alone, \"If Thou wilt but save us from this, we shall most certainly be among the grateful!\"",
                "arabicText": "هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ ۖ حَتَّىٰ إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَٰذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
                "audio": "/API/abdulbasit/ayah/1386.mp3",
                "numberInSurah": 22,
                "juz": 11,
                "manzil": 3,
                "page": 211,
                "ruku": 174,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1387,
                "englishText": "Yet as soon as He has saved them from this [danger], lo! they behave outrageously on earth, offending against all right! O men! All your outrageous deeds are bound to fall back upon your own selves! [You care only for] the enjoyment of life in this world: [but remember that] in the end unto Us you must return, whereupon We shall make you truly understand all that you were doing [in life].",
                "arabicText": "فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۗ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰ أَنْفُسِكُمْ ۖ مَتَاعَ الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/1387.mp3",
                "numberInSurah": 23,
                "juz": 11,
                "manzil": 3,
                "page": 211,
                "ruku": 174,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1388,
                "englishText": "The parable of the life of this world is but that of rain which We send down from the sky, and which is absorbed by the plants of the earth whereof men and animals draw nourishment, until -when the earth has assumed its artful adornment and has been embellished, and they who dwell on it believe that they have gained mastery over it -there comes down upon it Our judgment, by night or by day, and We cause it to become [like] a field mown down, as if there had been no yesterday. Thus clearly do We spell out these messages unto people who think!",
                "arabicText": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
                "audio": "/API/abdulbasit/ayah/1388.mp3",
                "numberInSurah": 24,
                "juz": 11,
                "manzil": 3,
                "page": 211,
                "ruku": 174,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1389,
                "englishText": "AND [know that] God invites [man] unto the abode of peace, and guides him that wills [to be guided] onto a straight way.",
                "arabicText": "وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/1389.mp3",
                "numberInSurah": 25,
                "juz": 11,
                "manzil": 3,
                "page": 211,
                "ruku": 174,
                "hizbQuarter": 84,
                "sajda": false
            },
            {
                "number": 1390,
                "englishText": "For those who persevere in doing good there is the ultimate good in store, and more [than that]. No darkness and no ignominy will overshadow their faces [on Resurrection Day]: it is they who are destined for paradise, therein to abide.",
                "arabicText": "۞ لِلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/1390.mp3",
                "numberInSurah": 26,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 174,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1391,
                "englishText": "But us for those who have done evil deeds - the recompense of an evil, deed shall be the like thereof: and - since they will have none to defend them against God - ignominy will overshadow them as though their faces were veiled by the night's own darkness: it is they who are destined for the fire. therein to abide.",
                "arabicText": "وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/1391.mp3",
                "numberInSurah": 27,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 174,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1392,
                "englishText": "For, one Day We shall gather them all together, and then We shall say unto those who [in their lifetime] ascribed divinity to aught but God, \"Stand where you are, you and those [beings and powers] to whom you were wont to ascribe a share in God's divinity! -for by then We shall have [visibly] separated them from one another. And the beings to whom they had ascribed a share in God's divinity will say [to those who had worshipped them], \"It was not us that you were wont to worship;",
                "arabicText": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ",
                "audio": "/API/abdulbasit/ayah/1392.mp3",
                "numberInSurah": 28,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 174,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1393,
                "englishText": "and none can bear witness between us and you as God does: we were, for certain, unaware of your worshipping [us].",
                "arabicText": "فَكَفَىٰ بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ",
                "audio": "/API/abdulbasit/ayah/1393.mp3",
                "numberInSurah": 29,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 174,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1394,
                "englishText": "There and then will every human being clearly apprehend what he has done in the past; and all will be brought back unto God, their true Lord Supreme, and all their false imagery will have forsaken them.",
                "arabicText": "هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ ۚ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۖ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
                "audio": "/API/abdulbasit/ayah/1394.mp3",
                "numberInSurah": 30,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 174,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1395,
                "englishText": "SAY: \"Who is it that provides you with sustenance out of heaven and earth, or who is it that has full power over [your] hearing and sight? And who is it that brings forth the living out of that which is dead, and brings forth the dead out of that which is alive? And who is it that governs all that exists?\" And they will [surely] answer: \"[It is] God.\" Say, then: \"Will you not, then, become [fully] conscious of Him-",
                "arabicText": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ ۚ فَسَيَقُولُونَ اللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/1395.mp3",
                "numberInSurah": 31,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1396,
                "englishText": "seeing that He is God, your Sustainer, the Ultimate Truth? For, after the truth [has been forsaken], what is there [left] but error? How, then, can you lose sight of the truth?\"",
                "arabicText": "فَذَٰلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ ۖ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
                "audio": "/API/abdulbasit/ayah/1396.mp3",
                "numberInSurah": 32,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1397,
                "englishText": "Thus is thy Sustainer's word proved true with regard to such as are bent on sinful doings: they will not believes",
                "arabicText": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/1397.mp3",
                "numberInSurah": 33,
                "juz": 11,
                "manzil": 3,
                "page": 212,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1398,
                "englishText": "Say: \"Can any of those beings to whom you ascribe a share in God's divinity create [life] in the first instance, and then bring it forth anew?” Say: \"It is God [alone] who creates [all life] in the first instance, and then brings it forth anew. How perverted, then, are your minds!\"",
                "arabicText": "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۚ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
                "audio": "/API/abdulbasit/ayah/1398.mp3",
                "numberInSurah": 34,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1399,
                "englishText": "Say: \"Does any of those beings to whom you ascribe a share in God's divinity guide unto the truth?\" Say: \"It is God [alone] who guides unto the truth. Which, then, is more worthy to be followed - He who guides unto the truth, or he who cannot find the right way unless he is guided? What, then, is amiss with you and your judgment?\"",
                "arabicText": "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ ۚ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ ۗ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
                "audio": "/API/abdulbasit/ayah/1399.mp3",
                "numberInSurah": 35,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1400,
                "englishText": "For, most of them follow nothing but conjecture: [and,] behold, conjecture can never be a substitute for truth. Verily, God has full knowledge of all that they do.",
                "arabicText": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ",
                "audio": "/API/abdulbasit/ayah/1400.mp3",
                "numberInSurah": 36,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1401,
                "englishText": "Now this Qur'an could not possibly have been devised by anyone save God: nay indeed, it confirms the truth of whatever there still remains [of earlier revelations] and clearly spells out the revelation [which comes] -let there be no doubt about it-from the Sustainer of all the worlds.",
                "arabicText": "وَمَا كَانَ هَٰذَا الْقُرْآنُ أَنْ يُفْتَرَىٰ مِنْ دُونِ اللَّهِ وَلَٰكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/1401.mp3",
                "numberInSurah": 37,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1402,
                "englishText": "And yet, they [who are bent on denying the truth] assert, \"[Muhammad] has invented it!\" Say [unto them]: \"Produce, then, a surah of similar merit; and [to this end] call to your aid whomever you can, other than God, if what you say is true!",
                "arabicText": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/1402.mp3",
                "numberInSurah": 38,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1403,
                "englishText": "Nay, but they are bent on giving the lie to everything the wisdom whereof they do not comprehend, and ere its inner meaning has become clear to them Even thus did those who lived before their time give the lie to the truth: and behold what happened in the end to those evildoers!",
                "arabicText": "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ ۚ كَذَٰلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/1403.mp3",
                "numberInSurah": 39,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1404,
                "englishText": "And there are among them such as will in time come to believe in this [divine writ], just as there are among them such as will never believe in it; and thy Sustainer is fully aware as to who are the spreaders of corruption.",
                "arabicText": "وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ ۚ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/1404.mp3",
                "numberInSurah": 40,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 175,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1405,
                "englishText": "And [so, O Prophet,] if they give thee the lie, say: \"To me [shall be accounted] my doings, and to you, your doings: you are not accountable for what I am doing, and I am not accountable for whatever you do.\"",
                "arabicText": "وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/1405.mp3",
                "numberInSurah": 41,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1406,
                "englishText": "And there are among them such as (pretend to] listen to thee: but canst thou cause the deaf to hearken even though they will not use their reason?",
                "arabicText": "وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/1406.mp3",
                "numberInSurah": 42,
                "juz": 11,
                "manzil": 3,
                "page": 213,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1407,
                "englishText": "And there are among them such as [pretend to] look towards thee: but canst thou show the right way to the blind even though they cannot see?",
                "arabicText": "وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ ۚ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ",
                "audio": "/API/abdulbasit/ayah/1407.mp3",
                "numberInSurah": 43,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1408,
                "englishText": "Verily, God does not do the least wrong unto men, but it is men who wrong themselves.",
                "arabicText": "إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَٰكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/1408.mp3",
                "numberInSurah": 44,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1409,
                "englishText": "And on the Day when He shall gather them [unto Himself, it will seem to them] as if they had not tarried [on earth] longer than an hour of a day, knowing one another; [and] lost indeed will be they who [in their lifetime] considered it a lie that they were destined to meet God, and [thus] failed to find the right' way.",
                "arabicText": "وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ",
                "audio": "/API/abdulbasit/ayah/1409.mp3",
                "numberInSurah": 45,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1410,
                "englishText": "And whether We show thee [in this world something of what We hold in store for those [deniers of the truth], or whether We cause thee to die [before that retribution takes place - know that, in the end], it is unto Us that they must return; and God is witness to all that they do.",
                "arabicText": "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
                "audio": "/API/abdulbasit/ayah/1410.mp3",
                "numberInSurah": 46,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1411,
                "englishText": "NOW every community has had an apostle; and only after their apostle has appeared [and delivered his message] is judgment passed on them, in all equity; and never are they wronged.",
                "arabicText": "وَلِكُلِّ أُمَّةٍ رَسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1411.mp3",
                "numberInSurah": 47,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1412,
                "englishText": "And yet, they [who deny the truth] are wont to ask, \"When is that promise [of resurrection and judgment] to be fulfilled? [Answer this, O you who believe in it,] if you are men of truth!\"",
                "arabicText": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/1412.mp3",
                "numberInSurah": 48,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1413,
                "englishText": "Say [O Prophet]: \"It is not within my power to avert harm from, or bring benefit to, myself, except as God may please. For all people a term has been set: when the end of their term approaches, they can neither delay it by a single moment, nor hasten it.\"",
                "arabicText": "قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
                "audio": "/API/abdulbasit/ayah/1413.mp3",
                "numberInSurah": 49,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1414,
                "englishText": "Say: \"Have you ever considered [how you would feel] if His chastisement were to befall you by night or by day? What could there be in that prospect that people lost in sin should wish to hasten?",
                "arabicText": "قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ",
                "audio": "/API/abdulbasit/ayah/1414.mp3",
                "numberInSurah": 50,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1415,
                "englishText": "Will you, then, believe in it [only] after it has come to pass -[on the Day when you will be asked, `Do you believe in it] now, after having [contemptuously] called for its speedy advent?'",
                "arabicText": "أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ ۚ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ",
                "audio": "/API/abdulbasit/ayah/1415.mp3",
                "numberInSurah": 51,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1416,
                "englishText": "-whereupon those who [in their lifetime] were bent on evildoing will be told, `Taste suffering abiding! Is this requital anything but the just due for what you were wont to do?\"",
                "arabicText": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ",
                "audio": "/API/abdulbasit/ayah/1416.mp3",
                "numberInSurah": 52,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 85,
                "sajda": false
            },
            {
                "number": 1417,
                "englishText": "And some people ask thee, \"Is all this true?\" Say: \"Yea, by my Sustainer! It is most certainly true, and you cannot elude [the final reckoning]!\"",
                "arabicText": "۞ وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
                "audio": "/API/abdulbasit/ayah/1417.mp3",
                "numberInSurah": 53,
                "juz": 11,
                "manzil": 3,
                "page": 214,
                "ruku": 176,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1418,
                "englishText": "And all human beings that have been doing evil's would surely, if they possessed all that is on earth, offer it as ransom [on Judgment Day]; and when they see the suffering [that awaits them], they will be unable to express their remorse. But judgment will be passed on them in all equity; and they will not be wronged.",
                "arabicText": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ ۗ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ ۖ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1418.mp3",
                "numberInSurah": 54,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1419,
                "englishText": "Oh, verily, unto God belongs all that is in the heavens and on earth! Oh, verily, God's promise always comes true-but most of them know it not!",
                "arabicText": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1419.mp3",
                "numberInSurah": 55,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1420,
                "englishText": "He alone grants life and deals death; and unto Him you all must return.",
                "arabicText": "هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
                "audio": "/API/abdulbasit/ayah/1420.mp3",
                "numberInSurah": 56,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1421,
                "englishText": "O MANKIND! There has now come unto you an admonition from your Sustainer, and a cure for all [the ill] that may be in men's hearts, and guidance and grace unto all who believe [in Him].",
                "arabicText": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1421.mp3",
                "numberInSurah": 57,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1422,
                "englishText": "Say: \"In [this] bounty of God and in His grace-in this, then, let them rejoice: it is better than all [the worldly wealth] that they may amass!\"",
                "arabicText": "قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَٰلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ",
                "audio": "/API/abdulbasit/ayah/1422.mp3",
                "numberInSurah": 58,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1423,
                "englishText": "Say: \"Have you ever considered all the means of sustenance which God has bestowed upon you from on high -and which you thereupon divide into 'things forbidden' and 'things lawful? Say: \"Has God given you leave [to do this] -or do you, perchance, attribute your own guesswork to God?\"",
                "arabicText": "قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى اللَّهِ تَفْتَرُونَ",
                "audio": "/API/abdulbasit/ayah/1423.mp3",
                "numberInSurah": 59,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1424,
                "englishText": "But what do they think-they who attribute their own lying inventions to God-[what do they think will happen to them]. on the Day of Resurrection? Behold, God is indeed limitless in His bounty unto men -but most of them are ungrateful.",
                "arabicText": "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ ۗ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/1424.mp3",
                "numberInSurah": 60,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 177,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1425,
                "englishText": "AND IN whatever condition thou mayest find thyself, [O Prophet,] and whatever discourse of this [divine writ] thou mayest be reciting, and whatever work you [all, O men,] may do -[remember that] We are your witness [from the moment] when you enter upon it: for, not even an atom's weight [of whatever there is] on earth or in heaven escapes thy Sustainer's knowledge; and neither is there anything smaller than that, or larger, but is recorded in [His] clear decree.",
                "arabicText": "وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ",
                "audio": "/API/abdulbasit/ayah/1425.mp3",
                "numberInSurah": 61,
                "juz": 11,
                "manzil": 3,
                "page": 215,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1426,
                "englishText": "Oh, verily, they who are close to God - no fear need they have, and neither shall they grieve:",
                "arabicText": "أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/1426.mp3",
                "numberInSurah": 62,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1427,
                "englishText": "they who have attained to faith and have always been conscious of Him.",
                "arabicText": "الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
                "audio": "/API/abdulbasit/ayah/1427.mp3",
                "numberInSurah": 63,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1428,
                "englishText": "For them there is the glad tiding [of happiness] in the life of this world and in the life to come; [and since] nothing could ever alter [the outcome of] God's promises, this, this is the triumph supreme!",
                "arabicText": "لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
                "audio": "/API/abdulbasit/ayah/1428.mp3",
                "numberInSurah": 64,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1429,
                "englishText": "And be not grieved by the sayings of those [who deny the truth]. Behold, all might and glory belong to God alone: He alone is all-hearing, all-knowing.",
                "arabicText": "وَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/1429.mp3",
                "numberInSurah": 65,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1430,
                "englishText": "OH, VERILY, unto God belongs whoever is in the heavens and whoever is on earth: hence, what is it that they follow-those who invoke, beside God. beings to whom they ascribe a share in His divinity? They follow but the conjectures [of others], and themselves do nothing but guess -",
                "arabicText": "أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ ۗ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ ۚ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
                "audio": "/API/abdulbasit/ayah/1430.mp3",
                "numberInSurah": 66,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1431,
                "englishText": "[whereas] it is He who has made the night for you, so that you might have rest therein, and the day, to make [you] see in this, behold, there are messages indeed for people who [are willing to] listen.",
                "arabicText": "هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
                "audio": "/API/abdulbasit/ayah/1431.mp3",
                "numberInSurah": 67,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1432,
                "englishText": "[And yet] they assert, \"God has taken unto Himself a son!\" Limitless is He in His glory! Self-sufficient is He: unto Him belongs all that is in the heavens and all that is on earth! No evidence whatever have you for this [assertion]! Would you ascribe unto God something which you cannot know?",
                "arabicText": "قَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحَانَهُ ۖ هُوَ الْغَنِيُّ ۖ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَٰذَا ۚ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1432.mp3",
                "numberInSurah": 68,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1433,
                "englishText": "Say: \"Verily, they who attribute their own lying inventions to God will never attain to a happy state!\"",
                "arabicText": "قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/1433.mp3",
                "numberInSurah": 69,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1434,
                "englishText": "[A brief] enjoyment in this world-and thereafter unto Us they must return: and then We shall let them taste suffering severe as an outcome of their persistent denial of the truth.",
                "arabicText": "مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ",
                "audio": "/API/abdulbasit/ayah/1434.mp3",
                "numberInSurah": 70,
                "juz": 11,
                "manzil": 3,
                "page": 216,
                "ruku": 178,
                "hizbQuarter": 86,
                "sajda": false
            },
            {
                "number": 1435,
                "englishText": "AND CONVEY unto them the story of Noah-when he said unto his people: \"O my people! If my presence [among you] and my announcement of God's messages are repugnant to you -well, in God have I placed my trust. Decide, then, upon what you are going to do [against me], and [call to your aid] those beings to whom you ascribe a share in God's divinity; and once you have chosen your course of action, let no hesitation deflect you from it; and then carry out against me [whatever you may have decided], and give me no respite!",
                "arabicText": "۞ وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ",
                "audio": "/API/abdulbasit/ayah/1435.mp3",
                "numberInSurah": 71,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1436,
                "englishText": "But if you turn away [from the message which I bear, remember that] I have asked no reward whatever of you: my reward rests with none but God, for I have been bidden to be among those who have surrendered themselves unto Him.\"",
                "arabicText": "فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ",
                "audio": "/API/abdulbasit/ayah/1436.mp3",
                "numberInSurah": 72,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1437,
                "englishText": "And yet they gave him the lie! And so We saved him and all who stood by him, in the ark, and made them inherit [the earth], the while We caused those who gave the lie to Our messages to drown: behold, then, what happened in the end to those people who had been warned [in vain]!",
                "arabicText": "فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ",
                "audio": "/API/abdulbasit/ayah/1437.mp3",
                "numberInSurah": 73,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1438,
                "englishText": "AND THEN, after him, We sent forth [other] apostles-each one unto his own people -and they brought them all evidence of the truth; but they would not believe in anything to which they had once given the lie: thus it is that We seal the hearts of such as [are wont to] transgress the bounds of what is right.",
                "arabicText": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ الْمُعْتَدِينَ",
                "audio": "/API/abdulbasit/ayah/1438.mp3",
                "numberInSurah": 74,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1439,
                "englishText": "And after those [earlier prophets] We sent Moses and Aaron with Our messages unto Pharaoh and his great ones: but they gloried in their arrogance, for they were people lost in sin.",
                "arabicText": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَىٰ وَهَارُونَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ",
                "audio": "/API/abdulbasit/ayah/1439.mp3",
                "numberInSurah": 75,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1440,
                "englishText": "And so, when the truth came to them from Us, they said, \"Behold, this is clearly nothing but sorcery!\"",
                "arabicText": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَٰذَا لَسِحْرٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/1440.mp3",
                "numberInSurah": 76,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1441,
                "englishText": "Said Moses: \"Do you speak thus of the truth after it has been brought to you? Can this be sorcery? But sorcerers can never come to a happy end!\"",
                "arabicText": "قَالَ مُوسَىٰ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ ۖ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ السَّاحِرُونَ",
                "audio": "/API/abdulbasit/ayah/1441.mp3",
                "numberInSurah": 77,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1442,
                "englishText": "[The great ones] replied: \"Hast thou come to turn us away from what we found our forefathers believing in and doing, so that the two of you might become supreme in this land? However, we do not believe in you two!\"",
                "arabicText": "قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1442.mp3",
                "numberInSurah": 78,
                "juz": 11,
                "manzil": 3,
                "page": 217,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1443,
                "englishText": "And Pharaoh commanded: \"Bring before me every sorcerer of great knowledge!\"",
                "arabicText": "وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ",
                "audio": "/API/abdulbasit/ayah/1443.mp3",
                "numberInSurah": 79,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1444,
                "englishText": "And when the sorcerers came, Moses said unto them: \"Throw whatever you may [wish to] throw!\"",
                "arabicText": "فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَىٰ أَلْقُوا مَا أَنْتُمْ مُلْقُونَ",
                "audio": "/API/abdulbasit/ayah/1444.mp3",
                "numberInSurah": 80,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1445,
                "englishText": "And when they threw down [their staffs and cast a spell upon the people's eyes], Moses said unto them: \"What you have contrived is [but] sorcery which, verily, God will bring to nought! Verily, God does not further the works of spreaders of corruption -",
                "arabicText": "فَلَمَّا أَلْقَوْا قَالَ مُوسَىٰ مَا جِئْتُمْ بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/1445.mp3",
                "numberInSurah": 81,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1446,
                "englishText": "whereas by His words God proves the truth to be true, however hateful this may be to those who are lost in sin!\"",
                "arabicText": "وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
                "audio": "/API/abdulbasit/ayah/1446.mp3",
                "numberInSurah": 82,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 179,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1447,
                "englishText": "But none save a few of his people declared their faith in Moses, [while others held back] for fear of Pharaoh and their great ones, lest they persecute them: for, verily, Pharaoh was mighty on earth and was, verily, of those who are given to excesses.",
                "arabicText": "فَمَا آمَنَ لِمُوسَىٰ إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَىٰ خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ",
                "audio": "/API/abdulbasit/ayah/1447.mp3",
                "numberInSurah": 83,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1448,
                "englishText": "And Moses said: \"O my people! If you believe in God, place your trust in Him -if you have [truly] surrendered yourselves unto Him!\"",
                "arabicText": "وَقَالَ مُوسَىٰ يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ",
                "audio": "/API/abdulbasit/ayah/1448.mp3",
                "numberInSurah": 84,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1449,
                "englishText": "Whereupon they answered: \"In God have we placed our trust! O our Sustainer, make us not a plaything for evildoing folk,",
                "arabicText": "فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/1449.mp3",
                "numberInSurah": 85,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1450,
                "englishText": "and save us, by Thy grace, from people who deny the truth!\"",
                "arabicText": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/1450.mp3",
                "numberInSurah": 86,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1451,
                "englishText": "And [thus] did We inspire Moses and his brother: \"Set aside for your people some houses in the city, and [tell them], `Turn your houses into places of worship, and be constant in prayer!' And give thou [O Moses] the glad tiding [of God's succour] to all believers.\"",
                "arabicText": "وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1451.mp3",
                "numberInSurah": 87,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1452,
                "englishText": "And Moses prayed: \"O our Sustainer! Verily, splendour and riches hast Thou vouchsafed, in the life of this world, unto Pharaoh and his great ones-with the result, O our Sustainer, that they are leading [others] astray from Thy path! O our Sustainer! Wipe out their riches, and harden their hearts, so that they may not attain to faith ere they see the grievous suffering [that awaits them]!\"",
                "arabicText": "وَقَالَ مُوسَىٰ رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ ۖ رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ",
                "audio": "/API/abdulbasit/ayah/1452.mp3",
                "numberInSurah": 88,
                "juz": 11,
                "manzil": 3,
                "page": 218,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1453,
                "englishText": "[God] answered: \"Accepted is this your prayer! Continue, then, both of you, steadfastly on the right way, and follow not the path of those who have no knowledge [of right and wrong].\"",
                "arabicText": "قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/1453.mp3",
                "numberInSurah": 89,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 180,
                "hizbQuarter": 87,
                "sajda": false
            },
            {
                "number": 1454,
                "englishText": "And We brought the children of Israel across the sea; and thereupon Pharaoh and his hosts pursued them with vehement insolence and tyranny, until [they were overwhelmed by the waters of the sea. And] when he was about to drown, [Pharaoh] exclaimed: \"I have come to believe that there is no deity save Him in whom the children of Israel believe, and I am of those who surrender themselves unto Him!\"",
                "arabicText": "۞ وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا ۖ حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ",
                "audio": "/API/abdulbasit/ayah/1454.mp3",
                "numberInSurah": 90,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 180,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1455,
                "englishText": "[But God said:] \"Now? -when ever before this thou hast been rebelling [against Us], and hast been among those who spread corruption?",
                "arabicText": "آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/1455.mp3",
                "numberInSurah": 91,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 180,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1456,
                "englishText": "[Nay,] but today We shall save only thy body, so that thou mayest be a [warning] sign unto those who will come after thee: for, behold, a good many people are heedless of Our messages!\"",
                "arabicText": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً ۚ وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ",
                "audio": "/API/abdulbasit/ayah/1456.mp3",
                "numberInSurah": 92,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 180,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1457,
                "englishText": "And [thereafter], indeed, We assigned unto the children of Israel a most goodly abode, and provided for them sustenance out of the good things of life. And it was not until knowledge [of God's revelation] was vouchsafed to them that they began to hold divergent views: [but,] verily, thy Sustainer will judge between them on Resurrection Day regarding all on which they were wont to differ.",
                "arabicText": "وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّىٰ جَاءَهُمُ الْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
                "audio": "/API/abdulbasit/ayah/1457.mp3",
                "numberInSurah": 93,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1458,
                "englishText": "AND SO, [O man,] if thou art in doubt about [the truth of] what We have [now] bestowed upon thee from on high, ask those who read the divine writ [revealed] before thy time: [and thou wilt find that,] surely, the truth has now come unto thee from thy Sustainer. Be not, then, among the doubters -",
                "arabicText": "فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
                "audio": "/API/abdulbasit/ayah/1458.mp3",
                "numberInSurah": 94,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1459,
                "englishText": "and neither be among those who are bent on giving the lie to God's messages, lest thou find thyself among the lost.",
                "arabicText": "وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/1459.mp3",
                "numberInSurah": 95,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1460,
                "englishText": "Verily, they against whom thy Sustainer's word [of judgment] has come true will not attain to faith -",
                "arabicText": "إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/1460.mp3",
                "numberInSurah": 96,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1461,
                "englishText": "even though every sign [of the truth] should come within their ken - until they behold the grievous suffering [that awaits them in the life to come].",
                "arabicText": "وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ",
                "audio": "/API/abdulbasit/ayah/1461.mp3",
                "numberInSurah": 97,
                "juz": 11,
                "manzil": 3,
                "page": 219,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1462,
                "englishText": "For, alas, there has never yet been any community that attained to faith [in its entirety,] and thereupon benefited by its faith, except the people of Jonah. When they came to believe, We removed from them the suffering of disgrace [which otherwise would have befallen them even] in the life of this world, and allowed them to enjoy their life during the time allotted to them.",
                "arabicText": "فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ",
                "audio": "/API/abdulbasit/ayah/1462.mp3",
                "numberInSurah": 98,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1463,
                "englishText": "And [thus it is:] had thy Sustainer so willed, all those who live on earth would surely have attained to faith, all of them: dost thou, then, think that thou couldst compel people to believe,",
                "arabicText": "وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّىٰ يَكُونُوا مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1463.mp3",
                "numberInSurah": 99,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1464,
                "englishText": "notwithstanding that no human being can ever attain to faith otherwise than by God's leave, and [that] it is He who lays the loathsome evil [of disbelief] upon those who will not use -their reason?",
                "arabicText": "وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/1464.mp3",
                "numberInSurah": 100,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1465,
                "englishText": "Say: \"Consider whatever there is in the heavens and on earth!\" But of what avail could all the messages and all the warnings be to people who will not believe?",
                "arabicText": "قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/1465.mp3",
                "numberInSurah": 101,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1466,
                "englishText": "Can such, then, expect anything else [to befall them] but the like of the days of [calamity which befell] those [deniers of the truth] who passed away before them? Say: \"Wait, then, [for what will happen) verily, I shall wait with you!\"",
                "arabicText": "فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ ۚ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
                "audio": "/API/abdulbasit/ayah/1466.mp3",
                "numberInSurah": 102,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1467,
                "englishText": "[For thus it always happens: We seal the doom of all who deny the truth and give the lie to Our messages;] and thereupon We save Our apostles and those who have attained to faith. Thus have We willed it upon Ourselves: We save all who believe [in Us],",
                "arabicText": "ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1467.mp3",
                "numberInSurah": 103,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 181,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1468,
                "englishText": "SAY [O Prophet]: \"O mankind! If you are in doubt as to what my faith is, then [know that] I do not worship those beings whom you worship beside God, but [that] I worship God alone, who shall cause you [all] to die: for I have been bidden to be among those who believe [in Him alone].\"",
                "arabicText": "قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَٰكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/1468.mp3",
                "numberInSurah": 104,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1469,
                "englishText": "Hence, [O man,] set thy face steadfastly towards the [true] faith, turning away from all that is false, and be not among those who ascribe divinity to aught beside God.",
                "arabicText": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
                "audio": "/API/abdulbasit/ayah/1469.mp3",
                "numberInSurah": 105,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1470,
                "englishText": "Thus, do not invoke, side by side with God, anything that can neither benefit thee nor harm thee: for, behold, if thou do it, thou wilt surely be among the evildoers!",
                "arabicText": "وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/1470.mp3",
                "numberInSurah": 106,
                "juz": 11,
                "manzil": 3,
                "page": 220,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1471,
                "englishText": "And [know that] if God should touch thee with misfortune, there is none who could remove it save Him; and if He intends good for thee, there is none who could turn away His bounty: He causes it to alight upon whomsoever He wills of His servants. And He alone is truly forgiving, truly a dispenser of grace.",
                "arabicText": "وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ ۖ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ ۚ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۚ وَهُوَ الْغَفُورُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/1471.mp3",
                "numberInSurah": 107,
                "juz": 11,
                "manzil": 3,
                "page": 221,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1472,
                "englishText": "SAY [O Prophet]: \"O mankind! The truth from your Sustainer has now come unto you. Whoever, therefore, chooses to follow the right path, follows it but for his own good; and whoever chooses to go astray, goes but astray to his own hurt. And I am not responsible for your conduct.\"",
                "arabicText": "قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ ۖ فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ",
                "audio": "/API/abdulbasit/ayah/1472.mp3",
                "numberInSurah": 108,
                "juz": 11,
                "manzil": 3,
                "page": 221,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            },
            {
                "number": 1473,
                "englishText": "And [as for thyself, O Muhammad,] follow but what is being revealed unto thee, and be patient in adversity, until God shall give His judgment: for He is the best of all judges.",
                "arabicText": "وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ وَاصْبِرْ حَتَّىٰ يَحْكُمَ اللَّهُ ۚ وَهُوَ خَيْرُ الْحَاكِمِينَ",
                "audio": "/API/abdulbasit/ayah/1473.mp3",
                "numberInSurah": 109,
                "juz": 11,
                "manzil": 3,
                "page": 221,
                "ruku": 182,
                "hizbQuarter": 88,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}