{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 5,
        "name": "سُورَةُ المَائـِدَةِ",
        "englishName": "Al-Maaida",
        "englishNameTranslation": "The Table",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/5.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "120",
        "ayahs": [
            {
                "number": 670,
                "englishText": "O YOU who have attained to faith! Be true to your covenants! Lawful to you is the [flesh of every] beast that feeds on plants, save what is mentioned to you [hereinafter]: but you are not allowed to hunt while you are in the state of pilgrimage. Behold, God ordains in accordance with His will.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ ۚ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ ۗ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ",
                "audio": "/API/abdulbasit/ayah/670.mp3",
                "numberInSurah": 1,
                "juz": 6,
                "manzil": 2,
                "page": 106,
                "ruku": 86,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 671,
                "englishText": "O you who have attained to faith! Offend not against the symbols set up by God, nor against the sacred month [of pilgrimage], nor against the garlanded offerings, nor against those who flock to the Inviolable Temple, seeking favour with their Sustainer and His goodly acceptance; and [only] after your pilgrimage is over are you free to hunt. And never let your hatred of people who would bar you from the Inviolable House of Worship lead you into the sin of aggression: but rather help one another in furthering virtue and God-consciousness, and do not help one another in furthering evil and enmity; and remain conscious of God: for, behold, God is severe in retribution!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا ۚ وَإِذَا حَلَلْتُمْ فَاصْطَادُوا ۚ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا ۘ وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/671.mp3",
                "numberInSurah": 2,
                "juz": 6,
                "manzil": 2,
                "page": 106,
                "ruku": 86,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 672,
                "englishText": "FORBIDDEN to you is carrion, and blood, and the flesh of swine, and that over which any name other than God's has been invoked, and the animal that has been strangled, or beaten to death, or killed by a fall, or gored to death, or savaged by a beast of prey, save that which you [yourselves] may have slaughtered while it was still alive; and [forbidden to you is] all that has been slaughtered on idolatrous altars. And [you are forbidden] to seek to learn through divination what the future may hold in store for you: this is sinful conduct. Today, those who are bent on denying the truth have lost all hope of [your ever forsaking] your religion: do not, then, hold them in awe, but stand in awe of Me! Today have I perfected your religious law for you, and have bestowed upon you the full measure of My blessings, and willed that self-surrender unto Me shall be your religion. As for him, however, who is driven [to what is forbidden] by dire necessity and not by an inclination to sinning -behold, God is much-forgiving, a dispenser of grace.",
                "arabicText": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ ۚ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ۚ فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ ۙ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/672.mp3",
                "numberInSurah": 3,
                "juz": 6,
                "manzil": 2,
                "page": 107,
                "ruku": 86,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 673,
                "englishText": "They will ask thee as to what is lawful to them. Say: \"Lawful to you are all the good things of life.\" And as for those hunting animals which you train by imparting to them something of the knowledge that God has imparted to yourselves-eat of what they seize for you, but mention God's name over it. and remain conscious of God: verily, God is swift in reckoning.",
                "arabicText": "يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۙ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ ۖ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
                "audio": "/API/abdulbasit/ayah/673.mp3",
                "numberInSurah": 4,
                "juz": 6,
                "manzil": 2,
                "page": 107,
                "ruku": 86,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 674,
                "englishText": "Today, all the good things of life have been made lawful to you. And the food of those who have been vouchsafed revelation aforetime is lawful to you, and your food is lawful to them. And [lawful to you are], in wedlock, women from among those who believe [in this divine writ], and, in wedlock, women from among those who have been vouchsafed revelation before your time -provided that you give them their dowers, taking them in honest wedlock, not in fornication, nor as secret love-companions. But as for him who rejects belief [in God] - in vain will be all his works: for in the life to come he shall be among the lost.",
                "arabicText": "الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۖ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ ۖ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ ۗ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/674.mp3",
                "numberInSurah": 5,
                "juz": 6,
                "manzil": 2,
                "page": 107,
                "ruku": 86,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 675,
                "englishText": "O YOU who have attained to faith! When you are about to pray, wash your face, and your hands and arms up to the elbows, and pass your [wet] hands lightly over your head, and [wash] your feet up to the ankles. And if you are in a state. requiring total ablution, purify yourselves. But if you are ill, or are travelling, or have just satisfied a want of nature, or have cohabited with a woman, and can find no water-then take resort to pure dust, passing therewith lightly over your face and your hands. God does not want to impose any hardship on you, but wants to make you pure, and to bestow upon you the full measure of His blessings, so that you might have cause to be grateful.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ۚ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا ۚ وَإِنْ كُنْتُمْ مَرْضَىٰ أَوْ عَلَىٰ سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ۚ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَٰكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/675.mp3",
                "numberInSurah": 6,
                "juz": 6,
                "manzil": 2,
                "page": 108,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 676,
                "englishText": "And [always] remember the blessings which God has bestowed upon you, and the solemn pledge by which He bound you to Himself when you said, \"We have heard, and we pay heed.\" Hence, remain conscious of God: verily, God has full knowledge of what is in the hearts [of men].",
                "arabicText": "وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
                "audio": "/API/abdulbasit/ayah/676.mp3",
                "numberInSurah": 7,
                "juz": 6,
                "manzil": 2,
                "page": 108,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 677,
                "englishText": "O YOU who have attained to faith! Be ever steadfast in your devotion to God, bearing witness to the truth in all equity; and never let hatred of any-one lead you into the sin of deviating from justice. Be just: this is closest to being God-conscious. And remain conscious of God: verily, God is aware of all that you do.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا ۚ اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/677.mp3",
                "numberInSurah": 8,
                "juz": 6,
                "manzil": 2,
                "page": 108,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 678,
                "englishText": "God has promised unto those who attain to faith and do good works [that] theirs shall be forgiveness of sins, and a mighty reward;",
                "arabicText": "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۙ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/678.mp3",
                "numberInSurah": 9,
                "juz": 6,
                "manzil": 2,
                "page": 108,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 679,
                "englishText": "whereas they who are bent on denying the truth and giving the lie to Our messages-they are destined for the blazing fire.",
                "arabicText": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
                "audio": "/API/abdulbasit/ayah/679.mp3",
                "numberInSurah": 10,
                "juz": 6,
                "manzil": 2,
                "page": 109,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 680,
                "englishText": "O you who have attained to faith! Remember the blessings which God bestowed upon you when [hostile] people were about to lay hands on you and He stayed their hands from you. Remain, then, conscious of God: and in God let the believers place their trust.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ ۖ وَاتَّقُوا اللَّهَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/680.mp3",
                "numberInSurah": 11,
                "juz": 6,
                "manzil": 2,
                "page": 109,
                "ruku": 87,
                "hizbQuarter": 43,
                "sajda": false
            },
            {
                "number": 681,
                "englishText": "AND, INDEED, God accepted a [similar] solemn pledge from the children of Israel when We caused twelve of their leaders to be sent [to Canaan as spies]. And God said: \"Behold, I shall be with you! If you are constant in prayer, and spend in charity, and believe in My apostles and aid them, and offer up unto God a goodly loan, I will surely efface your bad deeds and bring you into gardens through which running waters flow. But he from among you who, after this, denies the truth, will indeed have strayed from the right path!\"",
                "arabicText": "۞ وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ فَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
                "audio": "/API/abdulbasit/ayah/681.mp3",
                "numberInSurah": 12,
                "juz": 6,
                "manzil": 2,
                "page": 109,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 682,
                "englishText": "Then, for having broken their solemn pledge, We rejected them and caused their hearts to harden-[so that now] they distort the meaning of the [re-vealed] words, taking them out of their context; and they have forgotten much of what they had been told to bear in mind; and from all but a few of them thou wilt always experience treachery. But pardon them, and forbear: verily, God loves the doers of good.",
                "arabicText": "فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً ۖ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ۙ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/682.mp3",
                "numberInSurah": 13,
                "juz": 6,
                "manzil": 2,
                "page": 109,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 683,
                "englishText": "And [likewise,] from those who say, \"Behold, we are Christians.\" We have accepted a solemn pledge: and they, too, have forgotten much of what they had been told to bear in mind - wherefore We have given rise among them to enmity and hatred, [to last] until Resurrection Day: and in time God will cause them to understand what they have contrived.",
                "arabicText": "وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ",
                "audio": "/API/abdulbasit/ayah/683.mp3",
                "numberInSurah": 14,
                "juz": 6,
                "manzil": 2,
                "page": 110,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 684,
                "englishText": "O followers of the Bible! Now there has come unto you Our Apostle, to make clear unto you much of what you have been concealing [from yourselves) of the Bible, and to pardon much. Now there has come unto you from God a light, and a clear divine writ,",
                "arabicText": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ ۚ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/684.mp3",
                "numberInSurah": 15,
                "juz": 6,
                "manzil": 2,
                "page": 110,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 685,
                "englishText": "through which God shows unto all that seek His goodly acceptance the paths leading to salvation and, by His grace, brings them out of the depths of darkness into the light and guides them onto a straight way.",
                "arabicText": "يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/685.mp3",
                "numberInSurah": 16,
                "juz": 6,
                "manzil": 2,
                "page": 110,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 686,
                "englishText": "Indeed, the truth deny they who say, \"Behold, God is the Christ, son of Mary.\" Say: \"And who could have prevailed with God in any way had it been His will to destroy the Christ, son of Mary, and his mother, and everyone who is on earth-all of them? For, God's is the dominion over the heavens and the earth and all that is between them; He creates what He wills: and God has the power to will anything!\"",
                "arabicText": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۚ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/686.mp3",
                "numberInSurah": 17,
                "juz": 6,
                "manzil": 2,
                "page": 110,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 687,
                "englishText": "And [both] the Jews and the Christians say, \"We are God's children, and His beloved ones.\" Say: \"Why, then, does He cause you to suffer for your sins? Nay, you are but human beings of His creating. He forgives whom He wills, and He causes to suffer whom He wills: for God's is the dominion over the heavens and the earth and all that is between them, and with Him is all journeys' end.\"",
                "arabicText": "وَقَالَتِ الْيَهُودُ وَالنَّصَارَىٰ نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ ۚ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ ۖ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/687.mp3",
                "numberInSurah": 18,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 688,
                "englishText": "O followers of the Bible! Now, after a long time during which no apostles have appeared, there has come unto you [this] Our Apostle to make [the truth] clear to you, lest you say, \"No bearer of glad tidings has come unto us, nor any warner \": for now there has come unto you a bearer of glad tidings and a warner -since God has the power to will anything.",
                "arabicText": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/688.mp3",
                "numberInSurah": 19,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 88,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 689,
                "englishText": "AND, LO, Moses said unto his people:\" O my people! Remember the blessings which God bestowed upon you when he raised up prophets among you, and made you your own masters, and granted unto you [favours] such as He had not granted to anyone else in the world.",
                "arabicText": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/689.mp3",
                "numberInSurah": 20,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 690,
                "englishText": "O my people! Enter the holy land which God has promised you; but do not turn back [on your faith], for then you will be lost!\"",
                "arabicText": "يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَىٰ أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/690.mp3",
                "numberInSurah": 21,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 691,
                "englishText": "They answered: \"O Moses! Behold, ferocious people -dwell in that land, and we will surely not enter it unless they depart therefrom; but if they depart therefrom, then, behold, we will enter it.\"",
                "arabicText": "قَالُوا يَا مُوسَىٰ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّىٰ يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ",
                "audio": "/API/abdulbasit/ayah/691.mp3",
                "numberInSurah": 22,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 692,
                "englishText": "[Whereupon] two men from among those who feared [God, and] whom God had blessed, said: \"Enter upon them through the gate' -for as soon as you enter it, behold, you shall be victorious! And in God you must place your trust if you are [truly] believers!\"",
                "arabicText": "قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ ۚ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/692.mp3",
                "numberInSurah": 23,
                "juz": 6,
                "manzil": 2,
                "page": 111,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 693,
                "englishText": "[But] they said: \"O Moses! Behold, never shall we enter that [land] so long as those others are in it. Go forth, then, thou and thy Sustainer, and fight, both of you! We, behold, shall remain here!\"",
                "arabicText": "قَالُوا يَا مُوسَىٰ إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا ۖ فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ",
                "audio": "/API/abdulbasit/ayah/693.mp3",
                "numberInSurah": 24,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 694,
                "englishText": "Prayed [Moses]: \"O my Sustainer! Of none am I master but of myself and my brother [Aaron]: draw Thou, then, a dividing-line between us and these iniquitous folk!\"",
                "arabicText": "قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ۖ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ",
                "audio": "/API/abdulbasit/ayah/694.mp3",
                "numberInSurah": 25,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 695,
                "englishText": "Answered He: \"Then, verily, this [land] shall be forbidden to them for forty years, while they wander on earth, bewildered, to and fro; and sorrow thou not over these iniquitous folk.\"",
                "arabicText": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِي الْأَرْضِ ۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ",
                "audio": "/API/abdulbasit/ayah/695.mp3",
                "numberInSurah": 26,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 89,
                "hizbQuarter": 44,
                "sajda": false
            },
            {
                "number": 696,
                "englishText": "AND CONVEY unto them, setting forth the truth, the story of the two sons of Adam -how each offered a sacrifice, and it was accepted from one of them whereas it was not accepted from the other. [And Cain] said: \"I will surely slay thee!\" [Abel] replied: \"Behold, God accepts only from those who are conscious of Him.",
                "arabicText": "۞ وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/696.mp3",
                "numberInSurah": 27,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 697,
                "englishText": "Even if thou lay thy hand on me to slay me, I shall not lay my hand on thee to slay thee: behold, I fear God, the Sustainer of all the worlds.",
                "arabicText": "لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/697.mp3",
                "numberInSurah": 28,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 698,
                "englishText": "I am willing, indeed, for thee to bear [the burden of] all the sins ever done by me as well as of the sin done by thee: [but] then thou wouldst be destined for the fire, since that is the requital of evildoers!\"",
                "arabicText": "إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/698.mp3",
                "numberInSurah": 29,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 699,
                "englishText": "But the other's passion drove him to slaying his brother; and he slew him: and thus he became one of the lost.",
                "arabicText": "فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/699.mp3",
                "numberInSurah": 30,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 700,
                "englishText": "Thereupon God sent forth a raven which scratched the earth, to show him how he might conceal the nakedness of his brother's body. [And Cain] cried out: \"Oh, woe is me! Am I then too weak to do what this raven did, and to conceal the nakedness of my brother's body?\" - and was thereupon smitten with remorse.",
                "arabicText": "فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ۚ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَٰذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي ۖ فَأَصْبَحَ مِنَ النَّادِمِينَ",
                "audio": "/API/abdulbasit/ayah/700.mp3",
                "numberInSurah": 31,
                "juz": 6,
                "manzil": 2,
                "page": 112,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 701,
                "englishText": "Because of this did We ordain unto the children of Israel that if anyone slays a human being-unless it be [in punishment] for murder or for spreading corruption on earth-it shall be as though he had slain all mankind; whereas, if anyone saves a life, it shall be as though he had saved the lives of all mankind. And, indeed, there came unto them Our apostles with all evidence of the truth: yet, behold, notwithstanding all this, many of them go on committing all manner of excesses on earth.",
                "arabicText": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا ۚ وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَٰلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ",
                "audio": "/API/abdulbasit/ayah/701.mp3",
                "numberInSurah": 32,
                "juz": 6,
                "manzil": 2,
                "page": 113,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 702,
                "englishText": "It is but a just recompense for those who make war on God and His apostle, and endeavour to spread corruption on earth, that they are being slain in great' numbers, or crucified in great numbers, or have, in l' result of their perverseness, their hands and feet cut off in great numbers, or are being [entirely] banished from [the face of] the earth: such is their ignominy in this world. But in the life to come [yet more] awesome suffering awaits them-",
                "arabicText": "إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/702.mp3",
                "numberInSurah": 33,
                "juz": 6,
                "manzil": 2,
                "page": 113,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 703,
                "englishText": "save for such [of them] as repent ere you [O believers] become more powerful than they: for you must know that God is much-forgiving, a dispenser of grace.",
                "arabicText": "إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ ۖ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/703.mp3",
                "numberInSurah": 34,
                "juz": 6,
                "manzil": 2,
                "page": 113,
                "ruku": 90,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 704,
                "englishText": "O YOU who have attained to faith! Remain conscious of God, and seek to come closer unto Him, and strive hard in His cause, so that you might attain to a happy state.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/704.mp3",
                "numberInSurah": 35,
                "juz": 6,
                "manzil": 2,
                "page": 113,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 705,
                "englishText": "Verily, if those who are bent on denying the truth had all that is on earth, and twice as much, to offer as ransom from suffering on the Day of Resurrection, it would not be accepted from them: for grievous suffering awaits them.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/705.mp3",
                "numberInSurah": 36,
                "juz": 6,
                "manzil": 2,
                "page": 113,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 706,
                "englishText": "They will wish to come out of the fire, but they shall not come out of it; and long-lasting suffering awaits them.",
                "arabicText": "يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُقِيمٌ",
                "audio": "/API/abdulbasit/ayah/706.mp3",
                "numberInSurah": 37,
                "juz": 6,
                "manzil": 2,
                "page": 114,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 707,
                "englishText": "NOW AS FOR the man who steals and the woman who steals, cut off the hand of either of them in requital for what they have wrought, as a deterrent ordained by God: for God is almighty, wise.",
                "arabicText": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
                "audio": "/API/abdulbasit/ayah/707.mp3",
                "numberInSurah": 38,
                "juz": 6,
                "manzil": 2,
                "page": 114,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 708,
                "englishText": "But as for him who repents after having thus done wrong, and makes amends, behold, God will accept his repentance: verily, God is much-forgiving, a dispenser of grace.",
                "arabicText": "فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/708.mp3",
                "numberInSurah": 39,
                "juz": 6,
                "manzil": 2,
                "page": 114,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 709,
                "englishText": "Dost thou not know that God's is the dominion over the heavens and the earth? He chastises whom He wills, and He forgives whom He wills: for God has the power to will anything.",
                "arabicText": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/709.mp3",
                "numberInSurah": 40,
                "juz": 6,
                "manzil": 2,
                "page": 114,
                "ruku": 91,
                "hizbQuarter": 45,
                "sajda": false
            },
            {
                "number": 710,
                "englishText": "O APOSTLE! Be not grieved by those who vie with one another in denying the truth: such as those who say with their mouths, \"We believe,\" the while their hearts do not believe; and such of the Jewish faith as eagerly listen to any falsehood, eagerly listen to other people without having come to thee [for enlightenment]. They distort the meaning of the [revealed] words, taking them out of their context, saying [to themselves], \"If such-and-such [teaching] is vouchsafed unto you, accept it; but if it is not vouchsafed unto you, be on your guard!\" [Be not grieved by them-] for if God wills anyone to be tempted to evil, thou canst in no wise prevail with God in his behalf. It is they whose hearts God is not willing to cleanse. Theirs shall be ignominy in this world, and awesome suffering in the life to come-",
                "arabicText": "۞ يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ ۛ وَمِنَ الَّذِينَ هَادُوا ۛ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَٰذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا ۚ وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/710.mp3",
                "numberInSurah": 41,
                "juz": 6,
                "manzil": 2,
                "page": 114,
                "ruku": 91,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 711,
                "englishText": "those who eagerly listen to any falsehood, greedily swallowing all that is evil! Hence, if they come to thee [for judgment], thou mayest either judge between them or leave them alone: for, if thou leave them alone, they cannot harm thee in any way. But if thou dost judge, judge between them with equity: verily, God knows those who act equitably.",
                "arabicText": "سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ ۚ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا ۖ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
                "audio": "/API/abdulbasit/ayah/711.mp3",
                "numberInSurah": 42,
                "juz": 6,
                "manzil": 2,
                "page": 115,
                "ruku": 91,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 712,
                "englishText": "But how is it that they ask thee for judgment seeing that they have the Torah, containing God's injunctions - and thereafter turn away [from thy judgment]? Such as these, then, are no [true] believers.",
                "arabicText": "وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/712.mp3",
                "numberInSurah": 43,
                "juz": 6,
                "manzil": 2,
                "page": 115,
                "ruku": 91,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 713,
                "englishText": "Verily, it is We who bestowed from on high the Torah, wherein there was guidance and light. On `its strength did the prophets, who had surrendered themselves unto God, deliver judgment unto those who followed the Jewish faith; and so did the [early] men of God and the rabbis, inasmuch as some of God's writ had been entrusted to their care; and they [all] bore witness to its truth. Therefore, [O children of Israel,] hold not men in awe, but stand in awe of Me; and do not barter away My messages for a trifling gain: for they who do not judge in accordance with what God has bestowed from on high are, indeed, deniers of the truth!",
                "arabicText": "إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ",
                "audio": "/API/abdulbasit/ayah/713.mp3",
                "numberInSurah": 44,
                "juz": 6,
                "manzil": 2,
                "page": 115,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 714,
                "englishText": "And We ordained for them in that [Torah]: A life for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and a [similar] retribution for wounds; but he who shall forgo it out of charity will atone thereby for some of his past sins. And they who do not judge in accordance with what God has revealed - they, they are the evildoers!,",
                "arabicText": "وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ ۚ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
                "audio": "/API/abdulbasit/ayah/714.mp3",
                "numberInSurah": 45,
                "juz": 6,
                "manzil": 2,
                "page": 115,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 715,
                "englishText": "And We caused Jesus, the son of Mary, to follow in the footsteps of those [earlier prophets], confirming the truth of whatever there still remained of the Torah; and We vouchsafed unto him the Gospel, wherein there was guidance and light, confirming the truth of whatever there still remained of the Torah, and as a guidance and admonition unto the God-conscious.",
                "arabicText": "وَقَفَّيْنَا عَلَىٰ آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ ۖ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/715.mp3",
                "numberInSurah": 46,
                "juz": 6,
                "manzil": 2,
                "page": 116,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 716,
                "englishText": "Let, then, the followers of the Gospel judge in accordance with what God has revealed therein: for they who do not judge in the light of what God has bestowed from on high-it is they, they who are truly iniquitous!",
                "arabicText": "وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/716.mp3",
                "numberInSurah": 47,
                "juz": 6,
                "manzil": 2,
                "page": 116,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 717,
                "englishText": "And unto thee [O Prophet] have We vouchsafed this divine writ, setting forth the truth, confirming the truth of whatever there still remains of earlier revelations and determining what is true therein. Judge, then, between the followers of earlier revelation in accordance with what God has bestowed from on high, and do not follow their errant views, forsaking the truth that has come unto thee. Unto every one of you have We appointed a [different] law and way of life. And if God had so willed, He could surely have made you all one single community: but [He willed it otherwise] in order to test you by means of what He has vouchsafed unto, you. Vie, then, with one another in doing good works! Unto God you all must return; and then He will make you truly understand all that on which you were wont to differ.",
                "arabicText": "وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
                "audio": "/API/abdulbasit/ayah/717.mp3",
                "numberInSurah": 48,
                "juz": 6,
                "manzil": 2,
                "page": 116,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 718,
                "englishText": "Hence, judge between the followers of earlier revelation in accordance with what God has bestowed from on high, and do not follow their errant views; and beware of them, lest they tempt thee away from aught that God has bestowed from on high upon thee. And if they turn away [from His commandments], then know that it is but God's will [thus] to afflict them for some of their sins: for, behold, a great many people are iniquitous indeed.",
                "arabicText": "وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ ۖ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/718.mp3",
                "numberInSurah": 49,
                "juz": 6,
                "manzil": 2,
                "page": 116,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 719,
                "englishText": "Do they, perchance, desire [to be ruled by] the law of pagan ignorance? But for people who have inner certainty, who could be a better law-giver than God?",
                "arabicText": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ",
                "audio": "/API/abdulbasit/ayah/719.mp3",
                "numberInSurah": 50,
                "juz": 6,
                "manzil": 2,
                "page": 116,
                "ruku": 92,
                "hizbQuarter": 46,
                "sajda": false
            },
            {
                "number": 720,
                "englishText": "O YOU who have attained to faith! Do not take the Jews and the Christians for your allies: they are but allies of one another and whoever of you allies himself with them becomes, verily, one of them; behold, God does not guide such evildoers.",
                "arabicText": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/720.mp3",
                "numberInSurah": 51,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 721,
                "englishText": "And yet thou canst see how those in whose hearts there is disease vie with one another for their good will, saying [to themselves], \"We fear lest fortune turn against us.\" But God may well bring about good fortune [for the believers] or any [other] event of His own devising, whereupon those [waverers] will be smitten with remorse for the thoughts which they had secretly harboured within themselves-",
                "arabicText": "فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰ أَنْ تُصِيبَنَا دَائِرَةٌ ۚ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ",
                "audio": "/API/abdulbasit/ayah/721.mp3",
                "numberInSurah": 52,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 722,
                "englishText": "while those who have attained to faith will say [to one another], \"Are these the selfsame people who swore by God with their most solemn oaths that they were indeed with you? In vain are all their works, for now they are lost!\"",
                "arabicText": "وَيَقُولُ الَّذِينَ آمَنُوا أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/722.mp3",
                "numberInSurah": 53,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 723,
                "englishText": "O you who have attained to faith! If you ever abandon your faith,\" God will in time bring forth [in your stead] people whom He loves and who love Him - humble towards the believers, proud towards all who deny the truth: [people] who strive hard in God's cause, and do not fear to be censured by anyone who might censure them: such is God's favour, which He grants unto whom He wills. And God is infinite, all-knowing.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/723.mp3",
                "numberInSurah": 54,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 724,
                "englishText": "Behold, your only helper shall be God, and His Apostle, and those who have attained to faith - those that are constant in prayer, and render the purifying dues, and bow down [before God]:",
                "arabicText": "إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ",
                "audio": "/API/abdulbasit/ayah/724.mp3",
                "numberInSurah": 55,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 725,
                "englishText": "for, all who ally themselves with God and His Apostle and those who have attained to faith - behold, it is they, the partisans of God, who shall be victorious!",
                "arabicText": "وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ",
                "audio": "/API/abdulbasit/ayah/725.mp3",
                "numberInSurah": 56,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 93,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 726,
                "englishText": "O you who have attained to faith! Do not take for your friends such as mock at your, faith and make a jest of it-be they from among those who have been vouchsafed revelation before your time, or [from among] those who deny the truth [of revelation as such] -but remain conscious of God, if you are [truly] believers:",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ ۚ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/726.mp3",
                "numberInSurah": 57,
                "juz": 6,
                "manzil": 2,
                "page": 117,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 727,
                "englishText": "for, when you call to prayer, they mock at it and make a jest of it-simply because they are people who do not use their reason.",
                "arabicText": "وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/727.mp3",
                "numberInSurah": 58,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 728,
                "englishText": "Say: \"O followers of earlier revelation! Do you find fault with us for no other reason than that we believe in God [alone], and in that which He has bestowed from on high upon us as well as that which He has bestowed aforetime? - or [is it only] because most of you are iniquitous?\"",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/728.mp3",
                "numberInSurah": 59,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 729,
                "englishText": "Say: \"Shall I tell you who, in the sight of God, deserves a yet worse retribution than these? They whom God has rejected and whom He has condemned, and whom He has turned into apes and swine because they worshipped the powers of evil: these are yet worse in station, and farther astray from the right path [than the mockers].\"",
                "arabicText": "قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَٰلِكَ مَثُوبَةً عِنْدَ اللَّهِ ۚ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ ۚ أُولَٰئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ",
                "audio": "/API/abdulbasit/ayah/729.mp3",
                "numberInSurah": 60,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 730,
                "englishText": "For, when they come unto you, they say, \"We do believe\": whereas, in fact, they come with the resolve to deny the truth, and depart in the same state. But God is fully aware of all that they would conceal.",
                "arabicText": "وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ ۚ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ",
                "audio": "/API/abdulbasit/ayah/730.mp3",
                "numberInSurah": 61,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 731,
                "englishText": "And thou canst see many of them vie with one another in sinning and tyrannical conduct and in their swallowing of all that is evil.",
                "arabicText": "وَتَرَىٰ كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/731.mp3",
                "numberInSurah": 62,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 732,
                "englishText": "Why do not their men of God and their rabbis forbid them to make sinful assertions and to swallow all that is evil? Vile indeed is what they contrive!",
                "arabicText": "لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ",
                "audio": "/API/abdulbasit/ayah/732.mp3",
                "numberInSurah": 63,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 733,
                "englishText": "And the Jews say, \"God's hand is shackled!\" It is their own hands that are shackled; and rejected [by God] are they because of this their assertion. Nay, but wide are His hands stretched out: He dispenses [bounty] as He wills. But all that has been bestowed from on high upon thee [O Prophet] by thy Sustainer is bound to make many of them yet more stubborn in their overweening arrogance and in their denial of the truth. And so We have cast enmity and hatred among the followers of the Bible, [to last] until Resurrection Day; every time they light the fires of war, God extinguishes them; and they labour hard to spread corruption on earth: and God does not -love the spreaders of corruption.",
                "arabicText": "وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ ۚ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا ۚ وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/733.mp3",
                "numberInSurah": 64,
                "juz": 6,
                "manzil": 2,
                "page": 118,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 734,
                "englishText": "If the followers of the Bible would but attain to [true] faith and God-consciousness, We should indeed efface their [previous] bad deeds, and indeed bring them into gardens of bliss;",
                "arabicText": "وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ",
                "audio": "/API/abdulbasit/ayah/734.mp3",
                "numberInSurah": 65,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 735,
                "englishText": "and if they would but truly observe the Torah and the Gospel and all [the revelation] that has been bestowed from on high upon them by their Sustainer, they would indeed partake of all the blessings of heaven and earth. Some of them do pursue a right course; but as for most of them -vile indeed is what they do!",
                "arabicText": "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ ۚ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ ۖ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/735.mp3",
                "numberInSurah": 66,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 94,
                "hizbQuarter": 47,
                "sajda": false
            },
            {
                "number": 736,
                "englishText": "O APOSTLE! Announce all that has been bestowed from on high upon thee by thy Sustainer: for unless thou doest it fully, thou wilt not have delivered His message [at all]. And God will protect thee from [unbelieving] men: behold, God does not guide people who refuse to acknowledge the truth.",
                "arabicText": "۞ يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ۖ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/736.mp3",
                "numberInSurah": 67,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 737,
                "englishText": "Say: \"O followers of the Bible! You have no valid ground for your beliefs -unless you [truly] observe the Torah and the Gospel, and all that has been bestowed from on high upon you by your Sustainer!\" Yet all that has been bestowed from on high upon thee [O Prophet] by thy Sustainer is bound to make many of them yet more stubborn in their overweening arrogance and in their denial of the truth. But sorrow not over people who deny the truth:",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/737.mp3",
                "numberInSurah": 68,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 738,
                "englishText": "for, verily, those who have attained to faith [in this divine writ], as well as those who follow the Jewish faith, and the Sabians, and the Christians - all who believe in God and the Last Day and do righteous deeds - no fear need they have, and neither shall they grieve.",
                "arabicText": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَىٰ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/738.mp3",
                "numberInSurah": 69,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 739,
                "englishText": "INDEED, We accepted a solemn pledge from the children of Israel, and We sent apostles unto them; [but] every time an apostle came unto them with anything that was not to their liking, [they rebelled:] to some of them they gave the lie, while others they would slay,",
                "arabicText": "لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ",
                "audio": "/API/abdulbasit/ayah/739.mp3",
                "numberInSurah": 70,
                "juz": 6,
                "manzil": 2,
                "page": 119,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 740,
                "englishText": "thinking that no harm would befall them; and so they became blind and deaf [of heart]. Thereafter God accepted their repentance: and again many of them became blind and deaf. But God sees all that they do.",
                "arabicText": "وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ ۚ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/740.mp3",
                "numberInSurah": 71,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 741,
                "englishText": "Indeed, the truth deny they who say, \"Behold, God is the Christ, son of Mary\" - seeing that the Christ [himself] said, \"O children of Israel! Worship God [alone], who is my Sustainer as well as your Sustainer.\" Behold, whoever ascribes divinity to any being beside God, unto him will God deny paradise, and his goal shall be the fire: and such evildoers will have none to succour them!",
                "arabicText": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۖ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۖ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
                "audio": "/API/abdulbasit/ayah/741.mp3",
                "numberInSurah": 72,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 742,
                "englishText": "Indeed, the truth deny they who say, \"Behold, God is the third of a trinity\" - seeing that there is no deity whatever save the One God. And unless they desist from this their assertion, grievous suffering is bound to befall such of them as are bent on denying the truth.",
                "arabicText": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/742.mp3",
                "numberInSurah": 73,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 743,
                "englishText": "Will they not, then, turn towards God in repentance, and ask His forgiveness? For God is much-forgiving, a dispenser of grace.",
                "arabicText": "أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/743.mp3",
                "numberInSurah": 74,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 744,
                "englishText": "The Christ, son of Mary, was but an apostle: all [other] apostles had passed away before him; and his mother was one who never deviated from the truth; and they both ate food [like other mortals]. Behold how clear We make these messages unto them: and then behold how perverted are their minds!",
                "arabicText": "مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّىٰ يُؤْفَكُونَ",
                "audio": "/API/abdulbasit/ayah/744.mp3",
                "numberInSurah": 75,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 745,
                "englishText": "Say: \"Would you worship, beside God, aught that has no power either to harm or to benefit you-when God alone is all-hearing, all-knowing?\"",
                "arabicText": "قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/745.mp3",
                "numberInSurah": 76,
                "juz": 6,
                "manzil": 2,
                "page": 120,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 746,
                "englishText": "Say: \"O followers of the Gospel! Do not overstep the bounds [of truth] in your religious beliefs; and do not follow the errant views of people who have gone astray aforetime, and have led many [others] astray, and are still straying from the right path.\"",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ",
                "audio": "/API/abdulbasit/ayah/746.mp3",
                "numberInSurah": 77,
                "juz": 6,
                "manzil": 2,
                "page": 121,
                "ruku": 95,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 747,
                "englishText": "THOSE of the children of Israel who were bent on denying the truth have [already] been cursed by the tongue of David and of Jesus, the son of Mary? this, because they rebelled [against God] and persisted in transgressing the bounds of what is right.",
                "arabicText": "لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/747.mp3",
                "numberInSurah": 78,
                "juz": 6,
                "manzil": 2,
                "page": 121,
                "ruku": 96,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 748,
                "englishText": "They would not prevent one another from doing whatever hateful things they did: vile indeed was what they were wont to do!",
                "arabicText": "كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ",
                "audio": "/API/abdulbasit/ayah/748.mp3",
                "numberInSurah": 79,
                "juz": 6,
                "manzil": 2,
                "page": 121,
                "ruku": 96,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 749,
                "englishText": "[And now] thou canst see many of them allying themselves with those who are bent on denying the truth! [So] vile indeed is what their passions make them do that God has condemned them; and in suffering shall they abide.",
                "arabicText": "تَرَىٰ كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/749.mp3",
                "numberInSurah": 80,
                "juz": 6,
                "manzil": 2,
                "page": 121,
                "ruku": 96,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 750,
                "englishText": "For, if they [truly] believed in God and their Prophet and all that was bestowed upon him from on high, they would not take those [deniers of the truth] for their allies: but most of them are iniquitous.",
                "arabicText": "وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَٰكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/750.mp3",
                "numberInSurah": 81,
                "juz": 6,
                "manzil": 2,
                "page": 121,
                "ruku": 96,
                "hizbQuarter": 48,
                "sajda": false
            },
            {
                "number": 751,
                "englishText": "Thou wilt surely find that, of all people, the most hostile to those who believe [in this divine writ] are the Jews as well as those who are bent on ascribing divinity to aught beside God; and thou wilt surely find that, of all people, they who say, \"Behold, we are Christians,\" come closest to feeling affection for those who believe [in this divine writ]: this is so because there are priests and monks among them, and because these are not given to arrogance.",
                "arabicText": "۞ لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ۖ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
                "audio": "/API/abdulbasit/ayah/751.mp3",
                "numberInSurah": 82,
                "juz": 7,
                "manzil": 2,
                "page": 121,
                "ruku": 96,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 752,
                "englishText": "For, when they come to understand what has been bestowed from on high upon this Apostle, thou canst see their eyes overflow with tears, because they recognize something of its truth; [and] they say: \"O our Sustainer! We do believe; make us one, then, with all who bear witness to the truth.",
                "arabicText": "وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَىٰ أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ ۖ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
                "audio": "/API/abdulbasit/ayah/752.mp3",
                "numberInSurah": 83,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 96,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 753,
                "englishText": "And how could we fail to believe in God and in whatever truth has come unto us, when we so fervently desire that our Sustainer count us among the righteous?\"",
                "arabicText": "وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ",
                "audio": "/API/abdulbasit/ayah/753.mp3",
                "numberInSurah": 84,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 96,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 754,
                "englishText": "And for this their belief God will reward them with gardens through which running waters flow, therein to abide: for such is the requital of the doers of good;",
                "arabicText": "فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/754.mp3",
                "numberInSurah": 85,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 96,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 755,
                "englishText": "whereas they who are bent on denying the truth and giving the lie to Our messages - they are destined for the blazing fire.",
                "arabicText": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
                "audio": "/API/abdulbasit/ayah/755.mp3",
                "numberInSurah": 86,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 96,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 756,
                "englishText": "O YOU who have attained to faith! Do not deprive yourselves of the good things of life which God has made lawful to you, but do not transgress the bounds of what is right: verily, God does not love those who transgress the bounds of what is right.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
                "audio": "/API/abdulbasit/ayah/756.mp3",
                "numberInSurah": 87,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 757,
                "englishText": "Thus, partake of the lawful, good things which God grants you as sustenance, and be conscious of God, in whom you believe.",
                "arabicText": "وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/757.mp3",
                "numberInSurah": 88,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 758,
                "englishText": "GOD will not take you to task for oaths which you may have uttered without thought, but He will take you to task for oaths which you have sworn in earnest. Thus, the breaking of an oath must be atoned for by feeding ten needy persons with more or less the same food as you are wont to give to your own families, or by clothing them, or by freeing a human being from bondage; and he who has not the wherewithal shall fast for three days [instead]. This shall be the atonement for your oaths whenever you have sworn [and broken them]. But be mindful of your oaths!' Thus God makes clear unto you His messages, so that you might have cause to be grateful.",
                "arabicText": "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ ۖ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۚ وَاحْفَظُوا أَيْمَانَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/758.mp3",
                "numberInSurah": 89,
                "juz": 7,
                "manzil": 2,
                "page": 122,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 759,
                "englishText": "O YOU who have attained to faith! Intoxicants, and games of chance, and idolatrous practices, and the divining of the future are but a loathsome evil of Satan's doing:' shun it, then, so that you might attain to a happy state!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/759.mp3",
                "numberInSurah": 90,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 760,
                "englishText": "By means of intoxicants and games of chance Satan seeks only to sow enmity and hatred among you, and to turn you away from the remembrance of God and from prayer. Will you not, then, desist?'",
                "arabicText": "إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ ۖ فَهَلْ أَنْتُمْ مُنْتَهُونَ",
                "audio": "/API/abdulbasit/ayah/760.mp3",
                "numberInSurah": 91,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 761,
                "englishText": "Hence, pay heed unto God, and pay heed unto the Apostle, and be ever on your guard [against evil]; and if you turn away, then know that Our Apostle's only duty is a clear delivery of the message [entrusted to him].",
                "arabicText": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا ۚ فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
                "audio": "/API/abdulbasit/ayah/761.mp3",
                "numberInSurah": 92,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 762,
                "englishText": "Those who have attained to faith and do righteous deeds incur no sin by partaking of whatever they may, so long as they are conscious of God and [truly] believe and do righteous deeds, and continue to be conscious of God and to believe, and grow ever more conscious of God, and persevere in doing good: for God loves the doers of good.",
                "arabicText": "لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/762.mp3",
                "numberInSurah": 93,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 97,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 763,
                "englishText": "O YOU who have attained to faith! Most certainly God will try you by means of the game which may come within the reach of your hands and your weapons [while you are on pilgrimage], so that God might mark out those who fear Him although He is beyond the reach of human perception. And as for him who, after all this, transgresses the bounds of what is right-grievous suffering awaits him!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ ۚ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/763.mp3",
                "numberInSurah": 94,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 98,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 764,
                "englishText": "O you who have attained to faith! Kill no game while you are in the state of pilgrimage. And whoever of you kills it intentionally, [shall make] amends in cattle equivalent to what he has killed - with two persons of probity giving their judgment thereon- to be brought as an offering to the Ka`bah; or else he may atone for his sin by feeding the needy, or by the equivalent thereof in fasting: [this,] in order that. he taste the full gravity of his deed, [while] God shall have effaced the past. But whoever does it again, God will inflict His retribution on him: for God is almighty, an avenger of evil.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ۚ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ ۗ عَفَا اللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
                "audio": "/API/abdulbasit/ayah/764.mp3",
                "numberInSurah": 95,
                "juz": 7,
                "manzil": 2,
                "page": 123,
                "ruku": 98,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 765,
                "englishText": "Lawful to you is all water-game, and what the sea brings forth, as a provision for you [who are settled] as well as for travellers, although you are forbidden to hunt on land while you are in the state of pilgrimage. And be conscious of God, unto whom you shall be gathered.",
                "arabicText": "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/765.mp3",
                "numberInSurah": 96,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 98,
                "hizbQuarter": 49,
                "sajda": false
            },
            {
                "number": 766,
                "englishText": "God has laid down that the Ka'bah, the Inviolable Temple, shall be a symbol for all mankind; and [so, too] the sacred month [of pilgrimage] and the garlanded offerings [are symbols] meant to make you aware that God is aware of all that is in the heavens and all that is on earth, and that God has full knowledge of everything.",
                "arabicText": "۞ جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ۚ ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/766.mp3",
                "numberInSurah": 97,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 98,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 767,
                "englishText": "Know that God is severe in retribution -and that God is much-forgiving, a dispenser of grace.",
                "arabicText": "اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/767.mp3",
                "numberInSurah": 98,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 98,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 768,
                "englishText": "No more is the Apostle bound to do than deliver the message [entrusted to him]: and God knows all that you do openly, and all that you would conceal.",
                "arabicText": "مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ ۗ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
                "audio": "/API/abdulbasit/ayah/768.mp3",
                "numberInSurah": 99,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 98,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 769,
                "englishText": "Say: \"There is no comparison between the bad things and the good things, even though very many of the bad things may please thee greatly. Be, then, conscious of God, O you who are endowed with insight, so that you might attain to a happy state!\"",
                "arabicText": "قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ ۚ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/769.mp3",
                "numberInSurah": 100,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 98,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 770,
                "englishText": "O YOU who have attained to faith! Do not ask about matters which, if they were to be made manifest to you [in terms of law], might cause you hardship; for, if you should ask about them while the Qur'an is being revealed, they might [indeed] be made manifest to you [as laws]. God has absolved [you from any obligation] in this respect: for God is much-forgiving, forbearing.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/770.mp3",
                "numberInSurah": 101,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 771,
                "englishText": "People before your time have indeed asked such questions-and in result thereof have come to deny the truth.",
                "arabicText": "قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/771.mp3",
                "numberInSurah": 102,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 772,
                "englishText": "IT IS NOT of God's ordaining that certain kinds of cattle should be marked out by superstition and set aside from the use of man; yet those who are bent on denying the truth attribute their own lying inventions to God. And most of them never use their reason:",
                "arabicText": "مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَٰكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/772.mp3",
                "numberInSurah": 103,
                "juz": 7,
                "manzil": 2,
                "page": 124,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 773,
                "englishText": "for when they are told, \"Come unto that which God has bestowed from on high, and unto the Apostle\" - they answer, \"Enough for us is that which we found our forefathers believing in and doing.\" Why, even though their forefathers knew nothing, and were devoid of all guidance?",
                "arabicText": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا ۚ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/773.mp3",
                "numberInSurah": 104,
                "juz": 7,
                "manzil": 2,
                "page": 125,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 774,
                "englishText": "O you who have attained to faith! It is [but] for your own selves that you are responsible: those who go astray can do you no harm if you [yourselves] are on the right path. Unto God you all must return: and then He will make you [truly] understand all that you were doing [in life].",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ۖ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/774.mp3",
                "numberInSurah": 105,
                "juz": 7,
                "manzil": 2,
                "page": 125,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 775,
                "englishText": "O YOU who have attained to faith! Let there be witnesses to what you do when death approaches you and you are about to make bequests: two persons of probity from among your own people, or -if the pangs of death come upon you while you are travelling far from home -two other persons from [among people] other than your own. Take hold of the two after having prayed; and if you have any doubt in your mind, let each of them swear by God, \"We shall not sell this [our word] for any price, even though it were [for the sake of] a near kinsman; and neither shall we conceal aught of what we have witnessed before God -or else, may we indeed be counted among the sinful.\"",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ",
                "audio": "/API/abdulbasit/ayah/775.mp3",
                "numberInSurah": 106,
                "juz": 7,
                "manzil": 2,
                "page": 125,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 776,
                "englishText": "But if afterwards it should come to light that the two [witnesses] have become guilty of [this very] sin, then two others - from among those whom the two former have deprived of their right - shall take their place and shall swear by God, \"Our testimony is indeed truer than the testimony of these two, and we have not transgressed the bounds of what is right - or else, may we indeed be counted among the evildoers!\"",
                "arabicText": "فَإِنْ عُثِرَ عَلَىٰ أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/776.mp3",
                "numberInSurah": 107,
                "juz": 7,
                "manzil": 2,
                "page": 125,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 777,
                "englishText": "Thus it will be more likely that people will offer testimony in accordance with the truth-or else they will [have cause to] fear that their oaths will be refuted by the oaths of others. Be, then, conscious of God, and hearken [unto Him]: for God does not bestow His guidance upon iniquitous folk.",
                "arabicText": "ذَٰلِكَ أَدْنَىٰ أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَىٰ وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ۗ وَاتَّقُوا اللَّهَ وَاسْمَعُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
                "audio": "/API/abdulbasit/ayah/777.mp3",
                "numberInSurah": 108,
                "juz": 7,
                "manzil": 2,
                "page": 125,
                "ruku": 99,
                "hizbQuarter": 50,
                "sajda": false
            },
            {
                "number": 778,
                "englishText": "ON THE DAY when God shall assemble all the apostles and shall ask, \"What response did you receive?\" -they will answer, \"We have no knowledge; verily, it is Thou alone who fully knowest all the things that are beyond the reach of a created being's perception.\"",
                "arabicText": "۞ يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ قَالُوا لَا عِلْمَ لَنَا ۖ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
                "audio": "/API/abdulbasit/ayah/778.mp3",
                "numberInSurah": 109,
                "juz": 7,
                "manzil": 2,
                "page": 126,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 779,
                "englishText": "Lo! God will say: \"O Jesus, son of Mary! Remember the blessings which I bestowed upon thee and thy mother-how I strengthened thee with holy inspiration, so that thou couldst speak unto men in thy cradle, and as a grown man; and how I imparted unto thee revelation and wisdom, including the Torah and the Gospel; and how by My leave thou didst create out of clay, as it were, the shape of [thy followers'] destiny, and then didst breathe into it, so that it might become, by My leave, [their] destiny; and how thou didst heal the blind and the leper by My leave, and how thou didst raise the dead by My leave; and how I prevented the children of Israel from harming thee when thou camest unto them with all evidence of the truth, and [when] those of them who were bent on denying the truth were saying, `This is clearly nothing but deception!\"'",
                "arabicText": "إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَىٰ وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي ۖ وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي ۖ وَإِذْ تُخْرِجُ الْمَوْتَىٰ بِإِذْنِي ۖ وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/779.mp3",
                "numberInSurah": 110,
                "juz": 7,
                "manzil": 2,
                "page": 126,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 780,
                "englishText": "AND [remember the time] when I inspired the white-garbed ones: Believe in Me and in My Apostle!\" They answered: \"We believe; and bear Thou witness that we have surrendered ourselves [unto Thee].\"",
                "arabicText": "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/780.mp3",
                "numberInSurah": 111,
                "juz": 7,
                "manzil": 2,
                "page": 126,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 781,
                "englishText": "[And,] lo, the white-garbed ones said: \"O Jesus, son of Mary! Could thy Sustainer send down unto us a repast from heaven?\" [Jesus] answered: \"Be conscious of God, if you are [truly] believers!\"",
                "arabicText": "إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ ۖ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/781.mp3",
                "numberInSurah": 112,
                "juz": 7,
                "manzil": 2,
                "page": 126,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 782,
                "englishText": "Said they: \"We desire to partake thereof, so that our hearts might be set fully at rest, and that we might know that thou hast spoken the truth to us, and that we might be of those who bear witness thereto!\"",
                "arabicText": "قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ",
                "audio": "/API/abdulbasit/ayah/782.mp3",
                "numberInSurah": 113,
                "juz": 7,
                "manzil": 2,
                "page": 126,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 783,
                "englishText": "Said Jesus, the son of Mary: \"O God, our Sustainer! Send down upon us a repast from heaven: it shall be an ever-recurring feast for us - for the first and the last of us -and a sign from Thee. And provide us our sustenance, for Thou art the best of providers!\"",
                "arabicText": "قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ ۖ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ",
                "audio": "/API/abdulbasit/ayah/783.mp3",
                "numberInSurah": 114,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 784,
                "englishText": "God answered: \"Verily, I [always] do send it down unto you: and so, if any of you should henceforth deny [this] truth, on him, behold, will I inflict suffering the like of which I have never [yet] inflicted upon anyone in the world!\"",
                "arabicText": "قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/784.mp3",
                "numberInSurah": 115,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 100,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 785,
                "englishText": "AND LO! God said: O Jesus, son of Mary! Didst thou say unto men, `Worship me and my mother as deities beside God'?\" [Jesus] answered: \"Limitless art Thou in Thy glory! It would not have been possible for me to say what I had no right to [say]! Had I said this, Thou wouldst indeed have known it! Thou knowest all that is within myself, whereas I know not what is in Thy Self. Verily, it is Thou alone who fully knowest all the things that are beyond the reach of a created being's perception.",
                "arabicText": "وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
                "audio": "/API/abdulbasit/ayah/785.mp3",
                "numberInSurah": 116,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 101,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 786,
                "englishText": "Nothing did I tell them beyond what Thou didst bid me [to say]: `Worship God, [who is] my Sustainer as well as your Sustainer.' And I bore witness to what they did as long as I dwelt in their midst; but since Thou hast caused me to die, Thou alone hast been their keeper: for Thou art witness unto everything.",
                "arabicText": "مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۚ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ۚ وَأَنْتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
                "audio": "/API/abdulbasit/ayah/786.mp3",
                "numberInSurah": 117,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 101,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 787,
                "englishText": "If thou cause them to suffer - verily, they are Thy servants; and if Thou forgive them - verily, Thou alone art almighty, truly wise!\"",
                "arabicText": "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/787.mp3",
                "numberInSurah": 118,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 101,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 788,
                "englishText": "[AND on Judgment Day] God will say: \"Today, their truthfulness shall benefit all who have been true to their word: theirs shall be gardens through which running waters flow, therein to abide beyond the count of time; well-pleased is God with them, and well-pleased are they with Him: this is the triumph supreme.\"",
                "arabicText": "قَالَ اللَّهُ هَٰذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
                "audio": "/API/abdulbasit/ayah/788.mp3",
                "numberInSurah": 119,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 101,
                "hizbQuarter": 51,
                "sajda": false
            },
            {
                "number": 789,
                "englishText": "God's is the dominion over the heavens and the earth and all that they contain; and He has the power to will anything.",
                "arabicText": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/789.mp3",
                "numberInSurah": 120,
                "juz": 7,
                "manzil": 2,
                "page": 127,
                "ruku": 101,
                "hizbQuarter": 51,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}