{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 57,
        "name": "سُورَةُ الحَدِيدِ",
        "englishName": "Al-Hadid",
        "englishNameTranslation": "The Iron",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/57.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "29",
        "ayahs": [
            {
                "number": 5076,
                "englishText": "ALL THAT IS in the heavens and on earth extols God’s limitless glory: for He alone is almighty, truly wise!",
                "arabicText": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/5076.mp3",
                "numberInSurah": 1,
                "juz": 27,
                "manzil": 7,
                "page": 537,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5077,
                "englishText": "His is the dominion over the heavens and the earth; He grants life and deals death; and He has the power to will anything.",
                "arabicText": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/5077.mp3",
                "numberInSurah": 2,
                "juz": 27,
                "manzil": 7,
                "page": 537,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5078,
                "englishText": "He is the First and the Last, and the Outward as well as the Inward: and He has full knowledge of everything.",
                "arabicText": "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/5078.mp3",
                "numberInSurah": 3,
                "juz": 27,
                "manzil": 7,
                "page": 537,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5079,
                "englishText": "He it is who has created the heavens and the earth in six aeons, and is established on the throne of His almightiness. He knows all that enters the earth, and all that comes out of it, as well as all that descends from the skies, and all that ascends to them. And He is with you wherever you may be; and God sees all that you do.",
                "arabicText": "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/5079.mp3",
                "numberInSurah": 4,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5080,
                "englishText": "His is the dominion over the heavens and the earth; and all things go back unto God [as their source].",
                "arabicText": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
                "audio": "/API/abdulbasit/ayah/5080.mp3",
                "numberInSurah": 5,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5081,
                "englishText": "He makes the night grow longer by shortening the day, and makes the day grow longer by shortening the night; and He has full knowledge of what is in the hearts [of men].",
                "arabicText": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ۚ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
                "audio": "/API/abdulbasit/ayah/5081.mp3",
                "numberInSurah": 6,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5082,
                "englishText": "BELIEVE in God and His Apostle, and spend on others out of that of which He has made you trus­tees: for, those of you who have attained to faith and who spend freely [in God’s cause] shall have a great reward.",
                "arabicText": "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/5082.mp3",
                "numberInSurah": 7,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5083,
                "englishText": "And why should you not believe in God, seeing that the Apostle calls you to believe in [Him who is] your Sustainer, and [seeing that] He has taken a pledge from you? [Why should you not believe in Him] if you are able to believe [in anything]?",
                "arabicText": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/5083.mp3",
                "numberInSurah": 8,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5084,
                "englishText": "It is He who bestows from on high clear mes­sages unto [this] His servant, to lead you out of the deep darkness into the light: for, behold, God is most compassionate towards you, a dispenser of grace.",
                "arabicText": "هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/5084.mp3",
                "numberInSurah": 9,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5085,
                "englishText": "And why should you not spend freely in the cause of God, seeing that God’s [alone] is the heritage of the heavens and the earth? Not equal are those of you who spent and fought [in God’s cause] before the Victory [and those who did not do so]: they are of a higher rank than those who would spend and fight [only] after it - although God has promised the ultimate good to all [who strive in His cause]. and god is aware of that you do.",
                "arabicText": "وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/5085.mp3",
                "numberInSurah": 10,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 472,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5086,
                "englishText": "WHO IS IT that will offer up unto God a goodly loan, which He will amply repay For, such [as do so] shall have a noble reward",
                "arabicText": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ",
                "audio": "/API/abdulbasit/ayah/5086.mp3",
                "numberInSurah": 11,
                "juz": 27,
                "manzil": 7,
                "page": 538,
                "ruku": 473,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5087,
                "englishText": "on the Day when thou shalt see all believing men and believing women, with their light spreading rapidly before them and on their right, [and with this wel­come awaiting them:] “A glad tiding for you today: gardens through which running waters flow, therein to abide! This, this is the triumph supreme!”",
                "arabicText": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
                "audio": "/API/abdulbasit/ayah/5087.mp3",
                "numberInSurah": 12,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5088,
                "englishText": "On that Day shall the hypocrites, both men and women, speak [thus] unto those who have attained to faith: “Wait for us! Let us have a [ray of] light from your light!” [But] they will be told: “Turn back, and seek a light [of your own]!” And thereupon a wall will be raised between them [and the believers], with a gate in it: within it will be grace and mercy, and against the outside thereof, suffering.",
                "arabicText": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ",
                "audio": "/API/abdulbasit/ayah/5088.mp3",
                "numberInSurah": 13,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5089,
                "englishText": "They [who will remain without] will call out to those [within], “Were we not with you?” - [to which] the others will answer: “So it was! But you allowed yourselves to succumb to temptation, and you were hesitant [in your faith], and you were doubtful [of resurrection]; and your wishful thinking beguiled you until God’s command came to pass: for, [indeed, your own] deceptive thoughts about God deluded you",
                "arabicText": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ ۖ قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّىٰ جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ",
                "audio": "/API/abdulbasit/ayah/5089.mp3",
                "numberInSurah": 14,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5090,
                "englishText": "“And so, no ransom shall be accepted today from you, and neither from those who were [openly] bent on denying the truth. Your goal is the fire: it is your [only] refuge - and how evil a journey’s end!”",
                "arabicText": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ ۖ وَبِئْسَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/5090.mp3",
                "numberInSurah": 15,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 215,
                "sajda": false
            },
            {
                "number": 5091,
                "englishText": "IS IT NOT time that the hearts of all who have attained to faith should feel humble at the remem­brance of God and of all the truth that has been bestowed [on them] from on high, lest they become like those who were granted revelation aforetime, and whose hearts have hardened with the passing of time so that many of them are [now] depraved?",
                "arabicText": "۞ أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/5091.mp3",
                "numberInSurah": 16,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5092,
                "englishText": "[But] know that God gives life to the earth after it has been lifeless! We have indeed made Our messages clear unto you, so that you might use your reason.",
                "arabicText": "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/5092.mp3",
                "numberInSurah": 17,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5093,
                "englishText": "Verily, as for the men and women who accept the truth as true and who [thus] offer up unto God a goodly loan, they will be amply repaid, and shall have a noble reward [in the life to come].",
                "arabicText": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
                "audio": "/API/abdulbasit/ayah/5093.mp3",
                "numberInSurah": 18,
                "juz": 27,
                "manzil": 7,
                "page": 539,
                "ruku": 473,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5094,
                "englishText": "For, they who have attained to faith in God and His Apostle - it is they, they who uphold the truth, and they who bear witness [thereto] before God: [and so] they shall have their reward and their light! But as for those who are bent on denying the truth and on giving the lie to Our messages - it is they who are destined for the blazing fire!",
                "arabicText": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
                "audio": "/API/abdulbasit/ayah/5094.mp3",
                "numberInSurah": 19,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 473,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5095,
                "englishText": "KNOW [O men] that the life of this world is but a play and a passing delight, and a beautiful show, and [the cause of] your boastful vying with one another, and [of your] greed for more and more riches and children. Its parable is that of [life-giving] rain: the herbage which it causes to grow delights the tillers of the soil; but then it withers, and thou canst see it turn yellow; and in the end it crumbles into dust. But [the abiding truth of man’s condition will become fully apparent] in the life to come: [either] suffering severe, or God’s forgiveness and His goodly acceptance: for the life of this world is nothing but an enjoyment of self-delusion.",
                "arabicText": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
                "audio": "/API/abdulbasit/ayah/5095.mp3",
                "numberInSurah": 20,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5096,
                "englishText": "[Hence,] vie with one another in seeking to attain to your Sustainer’s forgiveness, and [thus] to a paradise as vast as the heavens and the earth, which has been readied for those who have attained to faith in God and His Apostle: such is the bounty of God which He grants unto whomever He wills - for God is limitless in His great bounty.",
                "arabicText": "سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/5096.mp3",
                "numberInSurah": 21,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5097,
                "englishText": "NO CALAMITY can ever befall the earth, and nei­ther your own selves, unless it be [laid down] in Our decree before We bring it into being: verily, all this is easy for God.",
                "arabicText": "مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
                "audio": "/API/abdulbasit/ayah/5097.mp3",
                "numberInSurah": 22,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5098,
                "englishText": "[Know this,] so that you may not despair over whatever [good] has escaped you nor exult [unduly] over whatever [good] has come to you: for, God does not love any of those who, out of self-conceit, act in a boastful manner –",
                "arabicText": "لِكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
                "audio": "/API/abdulbasit/ayah/5098.mp3",
                "numberInSurah": 23,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5099,
                "englishText": "those who are niggardly [with God’s bounty] and bid others to be niggardly! And he who turns his back [on this truth ought to know that], verily, God alone is self-sufficient, the One to whom all praise is due!",
                "arabicText": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
                "audio": "/API/abdulbasit/ayah/5099.mp3",
                "numberInSurah": 24,
                "juz": 27,
                "manzil": 7,
                "page": 540,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5100,
                "englishText": "Indeed, [even aforetime] did We send forth Our apostles with all evidence of [this] truth; and through them We bestowed revelation from on high, and [thus gave you] a balance [wherewith to weigh right and wrong], so that men might behave with equity; and We bestowed [upon you] from on high [the ability to make use of] iron, in which there is awesome power as well as [a source of] benefits for man: and [all this was given to you] so that God might mark out those who would stand up for him and His Apostle, even though He [Himself] is beyond the reach of human perception. Verily, God is powerful, almighty!",
                "arabicText": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
                "audio": "/API/abdulbasit/ayah/5100.mp3",
                "numberInSurah": 25,
                "juz": 27,
                "manzil": 7,
                "page": 541,
                "ruku": 474,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5101,
                "englishText": "And, indeed, [to the same end] We sent forth Noah and Abraham [as Our message-bearers], and established prophethood and revelation among their descendants; and some of them were on the right way, but many were iniquitous.",
                "arabicText": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ ۖ فَمِنْهُمْ مُهْتَدٍ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/5101.mp3",
                "numberInSurah": 26,
                "juz": 27,
                "manzil": 7,
                "page": 541,
                "ruku": 475,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5102,
                "englishText": "And thereupon We caused [other of] Our apostles to follow in their footsteps; and [in the course of time] We caused them to be followed by Jesus, the son of Mary, upon whom We bestowed the Gospel; and in the hearts of those who [truly] followed him We engendered compassion and mercy. But as for monastic asceticism - We did not enjoin it upon them: they invented it themselves out of a desire for God’s goodly acceptance. But then, they did not [always] observe it as it ought to have been observed: and so We granted their recompense unto such of them as had [truly] attained to faith, whereas many of them became iniquitous.",
                "arabicText": "ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/5102.mp3",
                "numberInSurah": 27,
                "juz": 27,
                "manzil": 7,
                "page": 541,
                "ruku": 475,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5103,
                "englishText": "O YOU who have attained to faith! Remain con­scious of God, and believe in His Apostle, [and] He will grant you doubly of His grace, and will light for you a light wherein you shall walk, and will forgive you [your past sins]: for God is much-forgiving, a dispenser of grace.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/5103.mp3",
                "numberInSurah": 28,
                "juz": 27,
                "manzil": 7,
                "page": 541,
                "ruku": 475,
                "hizbQuarter": 216,
                "sajda": false
            },
            {
                "number": 5104,
                "englishText": "And the followers of earlier revelation should know that they have no power whatever over any of God’s bounty, seeing that all bounty is in God’s hand [alone]: He grants it unto whomever He wills - for God is limitless in His great bounty.",
                "arabicText": "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِنْ فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/5104.mp3",
                "numberInSurah": 29,
                "juz": 27,
                "manzil": 7,
                "page": 541,
                "ruku": 475,
                "hizbQuarter": 216,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}