{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 58,
        "name": "سُورَةُ المُجَادلَةِ",
        "englishName": "Al-Mujaadila",
        "englishNameTranslation": "The Pleading Woman",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/58.mp3",
        "revelationType": "Medinan",
        "totalAyahs": "22",
        "ayahs": [
            {
                "number": 5105,
                "englishText": "GOD has indeed heard the words of her who pleads with thee concerning her husband, and complains Unto God. And God does hear what you both have to say: verily, God is all-hearing, all-seeing.",
                "arabicText": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/5105.mp3",
                "numberInSurah": 1,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5106,
                "englishText": "As for those of you who [henceforth] separate themselves from their wives by saying, “Thou art as unlawful to me as my mother”, [let them bear in mind that] they can never be [as] their mothers: none are their mothers save those who gave them birth: and so, behold, they but utter a saying that runs counter to reason, and is [therefore] false. But, behold, God is indeed an absolver of sins, much-forgiving:",
                "arabicText": "الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
                "audio": "/API/abdulbasit/ayah/5106.mp3",
                "numberInSurah": 2,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5107,
                "englishText": "hence, as for those who would separate themselves from their wives by saying, “Thou art as unlawful to me as my mother”, and thereafter would go back on what they have said, [their atonement] shall be the freeing of a human being from bondage before the couple may touch one another again: this you are [hereby] exhorted to do - for God is fully aware of all that you do.",
                "arabicText": "وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/5107.mp3",
                "numberInSurah": 3,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5108,
                "englishText": "However, he who does not have the where­withal shall fast [instead] for two consecutive months before the couple may touch one another again; and he who is unable to do it shall feed sixty needy ones: this, so that you might prove your faith in God and His Apostle. Now these are the bounds set by God; and grievous suffering [in the life to come] awaits all who deny the truth.",
                "arabicText": "فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۖ فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/5108.mp3",
                "numberInSurah": 4,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5109,
                "englishText": "Verily, those who contend against God and His Apostle shall be brought low even as those [evildoers] who lived before them were brought low after We had bestowed [on them] clear messages from on high. And [so,] for those who deny the truth there will be shameful suffering in store",
                "arabicText": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
                "audio": "/API/abdulbasit/ayah/5109.mp3",
                "numberInSurah": 5,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5110,
                "englishText": "on the Day when God will raise them all from the dead and will make them truly understand all that they did [in life]: God will have taken [all of] it into account, even though they [themselves] may have forgotten it - for God is wit­ness unto everything.",
                "arabicText": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا ۚ أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
                "audio": "/API/abdulbasit/ayah/5110.mp3",
                "numberInSurah": 6,
                "juz": 28,
                "manzil": 7,
                "page": 542,
                "ruku": 476,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5111,
                "englishText": "ART THOU NOT aware that God knows all that is in the heavens and all that is on earth? Never can there be a secret confabulation between three persons without His being the fourth of them, nor between five without His being the sixth of them; and neither between less than that, or more, without His being with them wherever they may he. But in the end, on Resurrection Day, He will make them truly understand what they did: for, verily, God has full knowledge of everything.",
                "arabicText": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِنْ نَجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِنْ ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/5111.mp3",
                "numberInSurah": 7,
                "juz": 28,
                "manzil": 7,
                "page": 543,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5112,
                "englishText": "Art thou not aware of such as have been for­bidden [to intrigue through] secret confabulations, and yet [always] revert to that which they have been forbidden, and conspire with one another with a view to sinful doings, and aggressive conduct, and dis­obedience to the Apostle? Now whenever such [people] approach thee, [O Muhammad,] they salute thee with a greeting which God has never countenanced; and they say to themselves, “Why does not God chastise us for what we are saying?” Hell shall be their allotted portion: they shall [in­deed] enter it - and how vile a journey’s end!",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/5112.mp3",
                "numberInSurah": 8,
                "juz": 28,
                "manzil": 7,
                "page": 543,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5113,
                "englishText": "[Hence,] O you who have attained to faith, when you do hold secret confabulations, do not conspire with one another with a view to sinful doings, and aggressive conduct, and disobedience to the Apostle, but [rather] hold counsel in the cause of virtue and God-consciousness: and [always] remain conscious of God, unto whom you all shall be gathered.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/5113.mp3",
                "numberInSurah": 9,
                "juz": 28,
                "manzil": 7,
                "page": 543,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5114,
                "englishText": "[All other kinds of] secret confabulations are but of Satan’s doing, so that he might cause grief to those who have attained to faith; yet he cannot harm them in the least, unless it be by God’s leave: in God, then, let the believers place their trust!",
                "arabicText": "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/5114.mp3",
                "numberInSurah": 10,
                "juz": 28,
                "manzil": 7,
                "page": 543,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5115,
                "englishText": "O YOU who have attained to faith! When you are told, “Make room for one another in your collective life”, do make room: [and in return,] God will make room for you [in His grace]. And whenever you are told, “Rise up [for a good deed]”, do rise up; [and] God will exalt by [many] degrees those of you who have attained to faith and, [above all,] such as have been vouchsafed [true] knowledge: for God is fully aware of all that you do.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/5115.mp3",
                "numberInSurah": 11,
                "juz": 28,
                "manzil": 7,
                "page": 543,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5116,
                "englishText": "O YOU who have attained to faith! Whenever you [intend to] consult the Apostle, offer up something in charity on the occasion of your consultation: this will be for your own good, and more conducive to your [inner] purity. Yet if you are unable to do so, [know that,] verily, God is much-forgiving, a dispen­ser of grace.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ ۚ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/5116.mp3",
                "numberInSurah": 12,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5117,
                "englishText": "Do you, perchance, fear lest [you may be sinning if] you cannot offer up anything in charity on the occasion of your consultation [with the Apostle]? But if you fail to do it [for lack of opportunity], and God turns unto you in His mercy, remain but con­stant in prayer and render [no more than] the purify­ing dues, and [thus] pay heed unto God and His Apostle: for God is fully aware of all that you do.",
                "arabicText": "أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/5117.mp3",
                "numberInSurah": 13,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 477,
                "hizbQuarter": 217,
                "sajda": false
            },
            {
                "number": 5118,
                "englishText": "ART THOU NOT aware of those who would be friends with people whom God has condemned? They are neither of you [O believers] nor of those [who utterly reject the truth]: and so they swear to a falsehood the while they know [it to be false].",
                "arabicText": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/5118.mp3",
                "numberInSurah": 14,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5119,
                "englishText": "God has readied for them suffering severe [in the life to come]. Behold, evil indeed is what they are wont to do:",
                "arabicText": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/5119.mp3",
                "numberInSurah": 15,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5120,
                "englishText": "they have made their oaths a cover [for their falseness], and thus they turn others away from the path of God: hence, shameful suffering awaits them.",
                "arabicText": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ",
                "audio": "/API/abdulbasit/ayah/5120.mp3",
                "numberInSurah": 16,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5121,
                "englishText": "Neither their worldly possessions nor their offspring will be of the least avail to them against God: it is they who are destined for the fire, therein to abide!",
                "arabicText": "لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/5121.mp3",
                "numberInSurah": 17,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5122,
                "englishText": "On the Day when God will raise them all from the dead, they will swear before Him as they [now] swear before you, thinking that they are on firm ground [in their assumptions]. Oh, verily, it is they, they who are the [greatest] liars!",
                "arabicText": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
                "audio": "/API/abdulbasit/ayah/5122.mp3",
                "numberInSurah": 18,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5123,
                "englishText": "Satan has gained mastery over them, and has caused them to remain oblivious of the remem­brance of God. Such as these are Satan’s partisans: oh, verily, it is they, the partisans of Satan, who will truly be the losers!",
                "arabicText": "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ ۚ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
                "audio": "/API/abdulbasit/ayah/5123.mp3",
                "numberInSurah": 19,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5124,
                "englishText": "Verily, those who contend against God and His Apostle - it is they who [on Judgment Day] shall find themselves among the most abject.",
                "arabicText": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
                "audio": "/API/abdulbasit/ayah/5124.mp3",
                "numberInSurah": 20,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5125,
                "englishText": "[For] God has thus ordained: “I shall most certainly prevail, I and My apostles!” Verily, God is powerful, almighty!",
                "arabicText": "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
                "audio": "/API/abdulbasit/ayah/5125.mp3",
                "numberInSurah": 21,
                "juz": 28,
                "manzil": 7,
                "page": 544,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            },
            {
                "number": 5126,
                "englishText": "Thou canst not find people who [truly] believe in God and the Last Day and [at the same time] love anyone who contends against God and His Apostle - even though they be their fathers, or their sons, or their brothers, or [others of] their kindred. [As for the true believers,] it is they in whose hearts He has inscribed faith, and whom He has strength­ened with inspiration from Himself, and whom [in time] He will admit into gardens through which running waters flow, therein to abide. Well-pleased is God with them, and well-pleased are they with Him. They are God’s partisans: oh, verily, it is they, the partisans of God, who shall attain to a happy state!",
                "arabicText": "لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/5126.mp3",
                "numberInSurah": 22,
                "juz": 28,
                "manzil": 7,
                "page": 545,
                "ruku": 478,
                "hizbQuarter": 218,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}