{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 3,
        "name": "سُورَةُ آلِ عِمۡرَانَ",
        "englishName": "Aal-i-Imraan",
        "englishNameTranslation": "The Family of Imraan",
        "audio": "/API/abdulbasit/surah/3.mp3",
        "revelationType": "Medinan",
        "ayahs": [
            {
                "number": 294,
                "englishText": "Alif. Lam. Mim.",
                "arabicText": "الم",
                "audio": "/API/abdulbasit/ayah/294.mp3",
                "numberInSurah": 1,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 295,
                "englishText": "GOD - there is no deity save Him, the Ever-Living, the Self-Subsistent Fount of All Being!",
                "arabicText": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ",
                "audio": "/API/abdulbasit/ayah/295.mp3",
                "numberInSurah": 2,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 296,
                "englishText": "Step by step has He bestowed upon thee from on high this divine writ, setting forth the truth which confirms whatever there still remains [of earlier revelations]: for it is He who has bestowed from on high the Torah and the Gospel",
                "arabicText": "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ",
                "audio": "/API/abdulbasit/ayah/296.mp3",
                "numberInSurah": 3,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 297,
                "englishText": "aforetime, as a guidance unto mankind, and it is He who has bestowed [upon man] the standard by which to discern the true from the false. Behold, as for those who are bent on denying God's messages - grievous suffering awaits them: for God is almighty, an avenger of evil.",
                "arabicText": "مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ ۗ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
                "audio": "/API/abdulbasit/ayah/297.mp3",
                "numberInSurah": 4,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 298,
                "englishText": "Verily, nothing on earth or in the heavens is hidden from God.",
                "arabicText": "إِنَّ اللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
                "audio": "/API/abdulbasit/ayah/298.mp3",
                "numberInSurah": 5,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 299,
                "englishText": "He it is who shapes you in the wombs as He wills. There is no deity save Him, the Almighty, the Truly Wise.",
                "arabicText": "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/299.mp3",
                "numberInSurah": 6,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 300,
                "englishText": "He it is who has bestowed upon thee from on high this divine writ, containing messages that are clear in and by themselves - and these are the essence of the divine writ - as well as others that are allegorical. Now those whose hearts are given to swerving from the truth go after that part of the divine writ which has been expressed in allegory, seeking out [what is bound to create] confusion, and seeking [to arrive at] its final meaning [in an arbitrary manner]; but none save God knows its final meaning. Hence, those who are deeply rooted in knowledge say: \"We believe in it; the whole [of the divine writ] is from our Sustainer - albeit none takes this to heart save those who are endowed with insight.",
                "arabicText": "هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ ۖ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ ۗ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
                "audio": "/API/abdulbasit/ayah/300.mp3",
                "numberInSurah": 7,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 301,
                "englishText": "\"O our Sustainer! Let not our hearts swerve from the truth after Thou hast guided us; and bestow upon us the gift of Thy grace: verily, Thou art the [true] Giver of Gifts.",
                "arabicText": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً ۚ إِنَّكَ أَنْتَ الْوَهَّابُ",
                "audio": "/API/abdulbasit/ayah/301.mp3",
                "numberInSurah": 8,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 302,
                "englishText": "\"O our Sustainer! Verily, Thou wilt gather mankind together to witness the Day about [the coming of] which there is no doubt: verily, God never fails to fulfil His promise.\"",
                "arabicText": "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
                "audio": "/API/abdulbasit/ayah/302.mp3",
                "numberInSurah": 9,
                "juz": 3,
                "manzil": 1,
                "page": 50,
                "ruku": 42,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 303,
                "englishText": "BEHOLD, as for those who are bent on denying the truth - neither their worldly possessions nor their offspring will in the least avail them against God; and it is they, they who shall be the fuel of the fire!",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۖ وَأُولَٰئِكَ هُمْ وَقُودُ النَّارِ",
                "audio": "/API/abdulbasit/ayah/303.mp3",
                "numberInSurah": 10,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 304,
                "englishText": "[To them shall - happen] the like of what happened to Pharaoh's people and those who lived before them: they gave the lie to Our messages - and so God took them to task for their sins: for God is severe in retribution.",
                "arabicText": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ وَاللَّهُ شَدِيدُ الْعِقَابِ",
                "audio": "/API/abdulbasit/ayah/304.mp3",
                "numberInSurah": 11,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 305,
                "englishText": "Say unto those who are bent on denying the truth: \"You shall be overcome and gathered unto hell - and how evil a resting-place!\"",
                "arabicText": "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ الْمِهَادُ",
                "audio": "/API/abdulbasit/ayah/305.mp3",
                "numberInSurah": 12,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 306,
                "englishText": "You have already had a sign in the two hosts that met in battle, one host fighting in God's cause and the other denying Him; with their own eyes [the former] saw the others as twice their own number: but God strengthens with His succour whom He wills. In this, behold, there is indeed a lesson for all who have eyes to see.",
                "arabicText": "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ ۗ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
                "audio": "/API/abdulbasit/ayah/306.mp3",
                "numberInSurah": 13,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 307,
                "englishText": "ALLURING unto man is the enjoyment of worldly desires through women, and children, and heaped-up treasures of gold and silver, and horses of high mark, and cattle, and lands. All this may be enjoyed in the life of this world - but the most beauteous of all goals is with God.",
                "arabicText": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ۗ ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ",
                "audio": "/API/abdulbasit/ayah/307.mp3",
                "numberInSurah": 14,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 20,
                "sajda": false
            },
            {
                "number": 308,
                "englishText": "Say: \"Shall I tell you of better things than those [earthly joys]? For the God-conscious there are, with their Sustainer, gardens through which running waters flow, therein to abide, and spouses pure, and God's goodly acceptance.\" And God sees all that is in [the hearts of] His servants -",
                "arabicText": "۞ قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَٰلِكُمْ ۚ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
                "audio": "/API/abdulbasit/ayah/308.mp3",
                "numberInSurah": 15,
                "juz": 3,
                "manzil": 1,
                "page": 51,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 309,
                "englishText": "those who say, \"O our Sustainer! Behold, we believe [in Thee]; forgive us, then, our sins, and keep us safe from suffering through the fire\" -:",
                "arabicText": "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
                "audio": "/API/abdulbasit/ayah/309.mp3",
                "numberInSurah": 16,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 310,
                "englishText": "those who are patient in adversity, and true to their word, and truly devout, and who spend [in God's way], and pray for forgiveness from their innermost hearts.",
                "arabicText": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ",
                "audio": "/API/abdulbasit/ayah/310.mp3",
                "numberInSurah": 17,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 311,
                "englishText": "GOD [Himself] proffers evidence - and [so do] the angels and all who are endowed with knowledge - that there is no deity save Him, the Upholder of Equity: there is no deity save Him, the Almighty, the Truly Wise.",
                "arabicText": "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/311.mp3",
                "numberInSurah": 18,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 312,
                "englishText": "Behold, the only [true] religion in the sight of God is [man's] self-surrender unto Him; and those who were vouchsafed revelation aforetime took, out of mutual jealousy, to divergent views [on this point] only after knowledge [thereof] had come unto them. But as for him who denies the truth of God's messages - behold, God is swift in reckoning!",
                "arabicText": "إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
                "audio": "/API/abdulbasit/ayah/312.mp3",
                "numberInSurah": 19,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 313,
                "englishText": "Thus, [O Prophet,] if they argue with thee, say, \"I have surrendered my whole being unto God, and [so have] all who follow me!\" - and ask those who have been vouchsafed revelation aforetime, as well as all unlettered people, \"Have you [too] surrendered yourselves unto Him?\" And if they surrender themselves unto Him, they are on the right path; but if they turn away - behold, thy duty is no more than to deliver the message: for God sees all that is in [the hearts of] His creatures.",
                "arabicText": "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ ۗ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
                "audio": "/API/abdulbasit/ayah/313.mp3",
                "numberInSurah": 20,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 43,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 314,
                "englishText": "Verily, as for those who deny the truth of God's messages, and slay the prophets against all right, and slay people who enjoin equity - announce unto them a grievous chastisement.",
                "arabicText": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
                "audio": "/API/abdulbasit/ayah/314.mp3",
                "numberInSurah": 21,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 315,
                "englishText": "It is they whose works shall come to nought both in this world and in the life to come; and they shall have none to succour them.",
                "arabicText": "أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
                "audio": "/API/abdulbasit/ayah/315.mp3",
                "numberInSurah": 22,
                "juz": 3,
                "manzil": 1,
                "page": 52,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 316,
                "englishText": "Art thou not aware of those who have been granted their share of revelation [aforetime]? They have been called upon to let God's writ be their law - and yet some of them turn away [from it] in their obstinacy,",
                "arabicText": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَىٰ كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ",
                "audio": "/API/abdulbasit/ayah/316.mp3",
                "numberInSurah": 23,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 317,
                "englishText": "simply because they claim, \"The fire will most certainly not touch us for more than a limited number of days\": and thus the false beliefs which they invented have [in time] caused them to betray their faith.",
                "arabicText": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ ۖ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ",
                "audio": "/API/abdulbasit/ayah/317.mp3",
                "numberInSurah": 24,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 318,
                "englishText": "How, then, [will they fare] when We shall gather them all together to witness the Day about [the coming of] which there is no doubt, and every human being shall be repaid in full for what he has done, and none shall be wronged?",
                "arabicText": "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/318.mp3",
                "numberInSurah": 25,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 319,
                "englishText": "SAY: \"O God, Lord of all dominion! Thou grantest dominion unto whom Thou willest, and takest away dominion from whom Thou willest; and Thou exaltest whom Thou willest, and abasest whom Thou willest. In Thy hand is all good. Verily, Thou hast the power to will anything.",
                "arabicText": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/319.mp3",
                "numberInSurah": 26,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 320,
                "englishText": "\"Thou makest the night grow longer by shortening the day, and Thou makest the day grow longer by shortening the night. And Thou bringest forth the living out of that which is dead, and Thou bringest forth the dead out of that which is alive. And Thou grantest sustenance unto whom `Thou willest, beyond all reckoning.\"",
                "arabicText": "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ ۖ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ۖ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ",
                "audio": "/API/abdulbasit/ayah/320.mp3",
                "numberInSurah": 27,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 321,
                "englishText": "LET NOT the believers take those who deny the truth for their allies in preference to the believers - since he who does this cuts himself off from God in everything - unless it be to protect yourselves against them in this way. But God warns you to beware of Him: for with God is all journeys' end.",
                "arabicText": "لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۖ وَمَنْ يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَإِلَى اللَّهِ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/321.mp3",
                "numberInSurah": 28,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 322,
                "englishText": "Say: \"Whether you conceal what is in your hearts or bring it into the open, God knows it: for He knows all that is in the heavens and all that is on earth; and God has the power to will anything.\"",
                "arabicText": "قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ ۗ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/322.mp3",
                "numberInSurah": 29,
                "juz": 3,
                "manzil": 1,
                "page": 53,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 323,
                "englishText": "On the Day when every human being will find himself faced with all the good that he has done, and with all the evil that he has done, [many a one] will wish that there were a long span of time between himself and that [Day]. Hence, God warns you to beware of Him; but God is most compassionate towards His creatures.",
                "arabicText": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
                "audio": "/API/abdulbasit/ayah/323.mp3",
                "numberInSurah": 30,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 44,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 324,
                "englishText": "Say [O Prophet]: \"If you love God, follow me, [and] God will love you and forgive you your sins; for God is much-forgiving, a dispenser of grace.\"",
                "arabicText": "قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/324.mp3",
                "numberInSurah": 31,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 325,
                "englishText": "Say: “Pay heed unto God and the Apostle.” And if they turn away - verely, God does not love those who deny the truth.",
                "arabicText": "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ ۖ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/325.mp3",
                "numberInSurah": 32,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 21,
                "sajda": false
            },
            {
                "number": 326,
                "englishText": "BEHOLD, God raised Adam, and Noah, and the House of Abraham, and the House of `Imran above all mankind,",
                "arabicText": "۞ إِنَّ اللَّهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/326.mp3",
                "numberInSurah": 33,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 327,
                "englishText": "in one line of descent. And God was all-hearing, all-knowing",
                "arabicText": "ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/327.mp3",
                "numberInSurah": 34,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 328,
                "englishText": "when a woman of [the House of] `Imran prayed: \"O my Sustainer! Behold, unto Thee do I vow [the child] that is in, my womb, to be devoted to Thy service. Accept it, then, from me: verily, Thou alone art all-hearing, all-knowing!\"",
                "arabicText": "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
                "audio": "/API/abdulbasit/ayah/328.mp3",
                "numberInSurah": 35,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 329,
                "englishText": "But when she had given birth to the child, she said: \"O my Sustainer! Behold, I have given birth to a female\" - the while God had been fully aware of what she would give birth to, and [fully aware] that no male child [she might have hoped for] could ever have been like this female - \"and I have named her Mary. And, verily, I seek Thy protection for her and her offspring against Satan, the accursed.\"",
                "arabicText": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَىٰ وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَىٰ ۖ وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ",
                "audio": "/API/abdulbasit/ayah/329.mp3",
                "numberInSurah": 36,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 330,
                "englishText": "And thereupon her Sustainer accepted the girl-child with goodly acceptance, and caused her to grow up in goodly growth, and placed her in the care of Zachariah. Whenever Zachariah visited her in the sanctuary, he found her provided with food. He would ask: \"O Mary, whence came this unto thee?\" She would answer: \"It is from God; behold, God grants sustenance unto whom He wills, beyond all reckoning.\"",
                "arabicText": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا ۖ قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
                "audio": "/API/abdulbasit/ayah/330.mp3",
                "numberInSurah": 37,
                "juz": 3,
                "manzil": 1,
                "page": 54,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 331,
                "englishText": "In that self-same place, Zachariah prayed unto his Sustainer, saying: \"O my Sustainer! Bestow upon me [too], out of Thy grace, the gift of goodly offspring; for Thou, indeed, hearest all prayer.\"",
                "arabicText": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ ۖ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ",
                "audio": "/API/abdulbasit/ayah/331.mp3",
                "numberInSurah": 38,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 332,
                "englishText": "Thereupon, as he stood praying in the sanctuary, the angels called out unto him: \"God sends thee the glad tiding of [the birth of] John, who shall confirm the truth of a word from God, and [shall be] outstanding among men, and utterly chaste, and a prophet from among the righteous.\"",
                "arabicText": "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ",
                "audio": "/API/abdulbasit/ayah/332.mp3",
                "numberInSurah": 39,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 333,
                "englishText": "[Zachariah] exclaimed: \"O my Sustainer! How can I have a son when old age has already overtaken me, and my wife is barren?\" Answered [the angel]: \"Thus it is: God does what He wills.\"",
                "arabicText": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ ۖ قَالَ كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ",
                "audio": "/API/abdulbasit/ayah/333.mp3",
                "numberInSurah": 40,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 334,
                "englishText": "[Zachariah] prayed: \"O my Sustainer! Appoint a sign for me!\" Said [the angel]: \"Thy sign shall be that for three days thou wilt not speak unto men other than by gestures. And remember thy Sustainer unceasingly, and extol His limitless glory by night and by day.\"",
                "arabicText": "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۖ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ",
                "audio": "/API/abdulbasit/ayah/334.mp3",
                "numberInSurah": 41,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 45,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 335,
                "englishText": "AND LO! The angels said: \"O Mary! Behold, God has elected thee and made thee pure, and raised thee above all the women of the world.",
                "arabicText": "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/335.mp3",
                "numberInSurah": 42,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 336,
                "englishText": "O Mary! Remain thou truly devout unto thy Sustainer, and prostrate thyself in worship, and bow down with those who bow down [before Him].\"",
                "arabicText": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
                "audio": "/API/abdulbasit/ayah/336.mp3",
                "numberInSurah": 43,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 337,
                "englishText": "This account of something that was beyond the reach of thy perception We [now] reveal unto thee: for thou wert not with them when they drew lots as to which of them should be Mary's guardian, and thou wert not with them when they contended [about it] with one another.",
                "arabicText": "ذَٰلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
                "audio": "/API/abdulbasit/ayah/337.mp3",
                "numberInSurah": 44,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 338,
                "englishText": "Lo! The angels said: \"O Mary! Behold, God sends thee the glad tiding, through a word from Him, [of a son] who shall become known as the Christ Jesus, son of Mary, of great honour in this world and in the life to come, and [shall be] of those who are drawn near unto God.",
                "arabicText": "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ",
                "audio": "/API/abdulbasit/ayah/338.mp3",
                "numberInSurah": 45,
                "juz": 3,
                "manzil": 1,
                "page": 55,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 339,
                "englishText": "And he shall speak unto men in his cradle, and as a grown man, and shall be of the righteous.\"",
                "arabicText": "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ",
                "audio": "/API/abdulbasit/ayah/339.mp3",
                "numberInSurah": 46,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 340,
                "englishText": "Said she: \"O my Sustainer! How can I have a son when no man has ever touched me?\" [The angel] answered: \"Thus it is: God creates what He wills when He wills a thing to be, He but says unto it, 'Be' - and it is.",
                "arabicText": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ ۖ قَالَ كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
                "audio": "/API/abdulbasit/ayah/340.mp3",
                "numberInSurah": 47,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 341,
                "englishText": "And he will impart unto thy son revelation, and wisdom, and the Torah, and the Gospel,",
                "arabicText": "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ",
                "audio": "/API/abdulbasit/ayah/341.mp3",
                "numberInSurah": 48,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 342,
                "englishText": "and [will make him] an apostle unto the children of Israel.” \"I HAVE COME unto you with a message from your Sustainer. I shall create for you out of clay, as it were, the shape of [your] destiny, and then breathe into it, so that it might become [your] destiny by God's leave; and I shall heal the blind and the leper, and bring the dead back to life by God's leave; and I shall let you know what you may eat and what you should store up in your houses. Behold, in all this there is indeed a message for you, if you are [truly] believers.",
                "arabicText": "وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ ۖ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ ۖ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ ۖ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/342.mp3",
                "numberInSurah": 49,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 343,
                "englishText": "\"And [I have come] to confirm the truth of whatever there still remains of the Torah, and to make lawful unto you some of the things which [aforetime] were forbidden to you. And I have come unto you with a message from your Sustainer; remain, then, conscious of God, and pay heed unto me.",
                "arabicText": "وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
                "audio": "/API/abdulbasit/ayah/343.mp3",
                "numberInSurah": 50,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 344,
                "englishText": "\"Verily, God is my Sustainer as well as your Sustainer; so worship Him [alone]: this is a straight way.\"",
                "arabicText": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۗ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
                "audio": "/API/abdulbasit/ayah/344.mp3",
                "numberInSurah": 51,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 22,
                "sajda": false
            },
            {
                "number": 345,
                "englishText": "And when Jesus became aware of their refusal to acknowledge the truth, he asked: \"Who will be my helpers in God's cause?\" The white-garbed ones replied: \"We shall be [thy] helpers [in the cause] of God! We believe in God: and bear thou witness that we have surrendered ourselves unto Him!",
                "arabicText": "۞ فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/345.mp3",
                "numberInSurah": 52,
                "juz": 3,
                "manzil": 1,
                "page": 56,
                "ruku": 46,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 346,
                "englishText": "O our Sustainer! We believe in what Thou hast bestowed from on high, and we follow this Apostle; make us one, then, with all who bear witness [to the truth]!\"",
                "arabicText": "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
                "audio": "/API/abdulbasit/ayah/346.mp3",
                "numberInSurah": 53,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 46,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 347,
                "englishText": "And the unbelievers schemed [against Jesus]; but God brought their scheming to nought: for God is above all schemers.",
                "arabicText": "وَمَكَرُوا وَمَكَرَ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
                "audio": "/API/abdulbasit/ayah/347.mp3",
                "numberInSurah": 54,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 46,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 348,
                "englishText": "Lo! God said: \"O Jesus! Verily, I shall cause thee to die, and shall exalt thee unto Me, and cleanse thee of [the presence of] those who are bent on denying the truth; and I shall place those who follow thee [far] above those who are bent on denying the truth, unto the Day of Resurrection. In the end, unto Me you all must return, and I shall judge between you with regard to all on which you were wont to differ.",
                "arabicText": "إِذْ قَالَ اللَّهُ يَا عِيسَىٰ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ۖ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
                "audio": "/API/abdulbasit/ayah/348.mp3",
                "numberInSurah": 55,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 349,
                "englishText": "\"And as for those who are bent on denying the truth, I shall cause them to suffer a suffering severe in this world and in the life to come, and they shall have none to succour them;",
                "arabicText": "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
                "audio": "/API/abdulbasit/ayah/349.mp3",
                "numberInSurah": 56,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 350,
                "englishText": "whereas unto those who attain to faith and do good works He will grant their reward in full: for God does not love evildoers.\"",
                "arabicText": "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/350.mp3",
                "numberInSurah": 57,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 351,
                "englishText": "THIS MESSAGE do We convey unto thee, and this tiding full of wisdom:",
                "arabicText": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ",
                "audio": "/API/abdulbasit/ayah/351.mp3",
                "numberInSurah": 58,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 352,
                "englishText": "Verily, in the sight of God, the nature of Jesus is as the nature of Adam, whom He created out of dust and then said unto him, \"Be\" - and he is.",
                "arabicText": "إِنَّ مَثَلَ عِيسَىٰ عِنْدَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ",
                "audio": "/API/abdulbasit/ayah/352.mp3",
                "numberInSurah": 59,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 353,
                "englishText": "[This is] the truth from thy Sustainer; be not, then, among the doubters!",
                "arabicText": "الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ",
                "audio": "/API/abdulbasit/ayah/353.mp3",
                "numberInSurah": 60,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 354,
                "englishText": "And if anyone should argue with thee about this [truth] after all the knowledge that has come unto thee, say: \"Come! Let us summon our sons and your sons, and our women and your women, and ourselves and yourselves; and then let us pray [together] humbly and ardently, and let us invoke God's curse upon those [of us] who are telling a lie.\"",
                "arabicText": "فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ",
                "audio": "/API/abdulbasit/ayah/354.mp3",
                "numberInSurah": 61,
                "juz": 3,
                "manzil": 1,
                "page": 57,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 355,
                "englishText": "Behold, this is indeed the truth of the matter, and there is no deity whatever save God; and, verily, God - He alone - is almighty, truly wise.",
                "arabicText": "إِنَّ هَٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ ۚ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "audio": "/API/abdulbasit/ayah/355.mp3",
                "numberInSurah": 62,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 356,
                "englishText": "And if they turn away [from this truth] - behold, God has full knowledge of the spreaders of corruption.",
                "arabicText": "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ",
                "audio": "/API/abdulbasit/ayah/356.mp3",
                "numberInSurah": 63,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 47,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 357,
                "englishText": "Say: \"O followers of earlier revelation! Come unto that tenet which we and you hold in common: that we shall worship none but God, and that we shall not ascribe divinity to aught beside Him, and that we shall not take human beings for our lords beside God.\" And if they turn away, then say: \"Bear witness that it is we who have surrendered ourselves unto Him.\"",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ ۚ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/357.mp3",
                "numberInSurah": 64,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 358,
                "englishText": "O FOLLOWERS of earlier revelation! Why do you argue about Abraham, seeing that the Torah and the Gospel were not revealed till [long] after him? Will you not, then, use your reason?",
                "arabicText": "يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ ۚ أَفَلَا تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/358.mp3",
                "numberInSurah": 65,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 359,
                "englishText": "Lo! You are the ones who would argue about that which is known to you; but why do you argue about something which is unknown to you? Yet God knows [it], whereas you do not know:",
                "arabicText": "هَا أَنْتُمْ هَٰؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ ۚ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/359.mp3",
                "numberInSurah": 66,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 360,
                "englishText": "Abraham was neither a \"Jew\" nor a \"Christian\", but was one who turned away from all that is false, having surrendered himself unto God; and he was not of those who ascribe divinity to aught beside Him.",
                "arabicText": "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
                "audio": "/API/abdulbasit/ayah/360.mp3",
                "numberInSurah": 67,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 361,
                "englishText": "Behold, the people who have the best claim to Abraham are surely those who follow him - as does this Prophet and all who believe [in him] - and God is near unto the believers.",
                "arabicText": "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا ۗ وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/361.mp3",
                "numberInSurah": 68,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 362,
                "englishText": "Some of the followers of earlier revelation would love to lead you astray: yet none do they lead astray but themselves, and perceive it not.",
                "arabicText": "وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
                "audio": "/API/abdulbasit/ayah/362.mp3",
                "numberInSurah": 69,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 363,
                "englishText": "O followers of earlier revelation! Why do you deny the truth of God's messages to which you yourselves bear witness?",
                "arabicText": "يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ",
                "audio": "/API/abdulbasit/ayah/363.mp3",
                "numberInSurah": 70,
                "juz": 3,
                "manzil": 1,
                "page": 58,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 364,
                "englishText": "O followers of earlier revelation! Why do you cloak the truth with falsehood and conceal the truth of which you are [so well] aware?",
                "arabicText": "يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/364.mp3",
                "numberInSurah": 71,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 48,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 365,
                "englishText": "And some of the followers of earlier revelation say [to one another]: \"Declare your belief in what has been revealed unto those who believe [in Muhammad] at the beginning of the day, and deny the truth of what came later, so that they might go back [on their faith];",
                "arabicText": "وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ",
                "audio": "/API/abdulbasit/ayah/365.mp3",
                "numberInSurah": 72,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 366,
                "englishText": "but do not [really] believe anyone who does not follow your own faith.\" Say: \"Behold, all [true] guidance is God's guidance, consisting in one's being granted [revelation] such as you have been granted.\" Or would they contend against you before your Sustainer? Say: \"Behold, all bounty is in the hand of God; He grants it unto whom He wills: for God is infinite, all-knowing,",
                "arabicText": "وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَىٰ هُدَى اللَّهِ أَنْ يُؤْتَىٰ أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/366.mp3",
                "numberInSurah": 73,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 367,
                "englishText": "singling out for His grace whom He wills. And God is limitless in His great bounty.\"",
                "arabicText": "يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "audio": "/API/abdulbasit/ayah/367.mp3",
                "numberInSurah": 74,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 23,
                "sajda": false
            },
            {
                "number": 368,
                "englishText": "AND AMONG the followers of earlier revelation there is many a one who, if thou entrust him with a treasure, will [faithfully] restore it to thee; and there is among them many a one who, if thou entrust him with a tiny gold coin, will not restore it to thee unless thou keep standing over him - which is an outcome of their assertion, \"No blame can attach to us [for anything that we may do] with regard to these unlettered folk\": and [so] they tell a lie about God, being well aware [that it is a lie].\"",
                "arabicText": "۞ وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/368.mp3",
                "numberInSurah": 75,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 369,
                "englishText": "Nay, but [God is aware of] those who keep their bond with Him, and are conscious of Him: and, verily, God loves those who are conscious of Him.",
                "arabicText": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِ وَاتَّقَىٰ فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/369.mp3",
                "numberInSurah": 76,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 370,
                "englishText": "Behold, those who barter away their bond with God and their own pledges for a trifling gain - they shall not partake in the blessings of the life to come; and God will neither speak unto them nor look upon them on the Day of Resurrection, nor will He cleanse them of their sins; and grievous suffering awaits them.",
                "arabicText": "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَٰئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/370.mp3",
                "numberInSurah": 77,
                "juz": 3,
                "manzil": 1,
                "page": 59,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 371,
                "englishText": "And, behold, there are indeed some among them who distort the Bible with their tongues, so as to make you think that [what they say] is from the Bible, the while it is not from the Bible; and who say, \"This is from God,\" the while it is not from God: and thus do they tell a lie about God, being well aware [that it is a lie].",
                "arabicText": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/371.mp3",
                "numberInSurah": 78,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 372,
                "englishText": "It is not conceivable that a human being unto whom God had granted revelation, and sound judgment, and prophethood, should thereafter have said unto people, \"Worship me beside God\"; but rather [did he exhort them], \"Become men of God by spreading the knowledge of the divine writ, and by your own deep study [thereof].\"",
                "arabicText": "مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَٰكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ",
                "audio": "/API/abdulbasit/ayah/372.mp3",
                "numberInSurah": 79,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 373,
                "englishText": "And neither did he bid you to take the angels and the prophets for your lords: [for] would he bid you to deny the truth after you have surrendered yourselves unto God?",
                "arabicText": "وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا ۗ أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/373.mp3",
                "numberInSurah": 80,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 49,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 374,
                "englishText": "AND, LO, God accepted, through the prophets, this solemn pledge [from the followers of earlier revelation]: \"If, after all the revelation and the wisdom which I have vouchsafed unto you, there comes to you an apostle confirming the truth already in your possession, you must believe in him and succour him. Do you\" - said He - \"acknowledge and accept My bond on this condition?\" They answered: \"We do acknowledge it.\" Said He: \"Then bear witness [thereto], and I shall be your witness.",
                "arabicText": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ ۚ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي ۖ قَالُوا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ",
                "audio": "/API/abdulbasit/ayah/374.mp3",
                "numberInSurah": 81,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 375,
                "englishText": "And, henceforth, all who turn away [from this pledge] - it is they, they who are truly iniquitous!\"",
                "arabicText": "فَمَنْ تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/375.mp3",
                "numberInSurah": 82,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 376,
                "englishText": "Do they seek, perchance, a faith other than in God, although it is unto Him that whatever is in the heavens and on earth surrenders itself, willingly or unwillingly, since unto Him all must return?",
                "arabicText": "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
                "audio": "/API/abdulbasit/ayah/376.mp3",
                "numberInSurah": 83,
                "juz": 3,
                "manzil": 1,
                "page": 60,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 377,
                "englishText": "Say: \"We believe in God, and in that which has been bestowed from on high upon us, and that which has been bestowed upon Abraham and Ishmael and Isaac and Jacob and their descendants, and that which has been vouchsafed by their Sustainer unto Moses and Jesus and all the [other] prophets: we make no distinction between any of them. And unto Him do we surrender ourselves.\"",
                "arabicText": "قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/377.mp3",
                "numberInSurah": 84,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 378,
                "englishText": "For, if one goes in search of a religion other than self-surrender unto God, it will never be accepted from him, and in the life to come he shall be among the lost.",
                "arabicText": "وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/378.mp3",
                "numberInSurah": 85,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 379,
                "englishText": "How would God bestow His guidance upon people who have resolved to deny the truth after having attained to faith, and having borne witness that this Apostle is true, and [after] all evidence of the truth has come unto them? For, God does not guide such evildoing folk.",
                "arabicText": "كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/379.mp3",
                "numberInSurah": 86,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 380,
                "englishText": "Their requital shall be rejection by God, and by the angels, and by all [righteous] men.",
                "arabicText": "أُولَٰئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
                "audio": "/API/abdulbasit/ayah/380.mp3",
                "numberInSurah": 87,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 381,
                "englishText": "In this state shall they abide; [and] neither will their suffering be lightened, nor will they be granted respite.",
                "arabicText": "خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
                "audio": "/API/abdulbasit/ayah/381.mp3",
                "numberInSurah": 88,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 382,
                "englishText": "But excepted shall be they that afterwards repent and put themselves to rights: for, behold, God is much-forgiving, a dispenser of grace.",
                "arabicText": "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/382.mp3",
                "numberInSurah": 89,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 383,
                "englishText": "Verily, as for those who are bent on denying the truth after having attained to faith, and then grow [ever more stubborn] in their refusal to acknowledge the truth, their repentance [of other sins] shall not be accepted: for it is they who have truly gone astray.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَٰئِكَ هُمُ الضَّالُّونَ",
                "audio": "/API/abdulbasit/ayah/383.mp3",
                "numberInSurah": 90,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 384,
                "englishText": "Verily, as for those who are bent on denying the truth and die as deniers of the truth - not all the gold on earth could ever be their ransom. It is they for whom grievous suffering is in store; and they shall have none to succour them.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ ۗ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
                "audio": "/API/abdulbasit/ayah/384.mp3",
                "numberInSurah": 91,
                "juz": 3,
                "manzil": 1,
                "page": 61,
                "ruku": 50,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 385,
                "englishText": "[But as for you, O believers,] never shall you attain to true piety unless you spend on others out of what you cherish yourselves; and whatever you spend - verily, God has full knowledge thereof.",
                "arabicText": "لَنْ تَنَالُوا الْبِرَّ حَتَّىٰ تُنْفِقُوا مِمَّا تُحِبُّونَ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/385.mp3",
                "numberInSurah": 92,
                "juz": 3,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 24,
                "sajda": false
            },
            {
                "number": 386,
                "englishText": "ALL FOOD was lawful unto the children of Israel, save what Israel had made unlawful unto itself [by its sinning] before the Torah was bestowed from on high. Say: \"Come forward, then, with the Torah and recite it, if what you say is true!\"",
                "arabicText": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَىٰ نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ ۗ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/386.mp3",
                "numberInSurah": 93,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 387,
                "englishText": "And all who henceforth invent lies about God - it is they, they who are evildoers!",
                "arabicText": "فَمَنِ افْتَرَىٰ عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
                "audio": "/API/abdulbasit/ayah/387.mp3",
                "numberInSurah": 94,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 388,
                "englishText": "Say: \"God has spoken the truth: follow, then, the creed of Abraham, who turned away from all that is false, and was not of those who ascribe divinity to aught beside God.\"",
                "arabicText": "قُلْ صَدَقَ اللَّهُ ۗ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
                "audio": "/API/abdulbasit/ayah/388.mp3",
                "numberInSurah": 95,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 389,
                "englishText": "Behold, the first Temple ever set up for mankind was indeed the one at Bakkah: rich in blessing, and a [source of] guidance unto all the worlds,",
                "arabicText": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/389.mp3",
                "numberInSurah": 96,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 390,
                "englishText": "full of clear messages. [It is] the place whereon Abraham once stood; and whoever enters it finds inner peace. Hence, pilgrimage unto the Temple is a duty owed to God by all people who are able to undertake it. And as for those who deny the truth - verily, God does not stand in need of anything in all the worlds.",
                "arabicText": "فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ ۖ وَمَنْ دَخَلَهُ كَانَ آمِنًا ۗ وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/390.mp3",
                "numberInSurah": 97,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 391,
                "englishText": "SAY: \"O followers of earlier revelation! Why do you refuse to acknowledge the truth of God's messages, when God is witness to all that you do?\"",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/391.mp3",
                "numberInSurah": 98,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 392,
                "englishText": "Say: \"O followers of earlier revelation! Why do you [endeavour to] bar those who have come to believe [in this divine writ] from the path of God by trying to make it appear crooked, when you yourselves bear witness [to its being straight]? For, God is not unaware of what you do.\"",
                "arabicText": "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/392.mp3",
                "numberInSurah": 99,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 393,
                "englishText": "O you who have attained to faith! If you pay heed to some of those to whom revelation was vouchsafed aforetime, they might cause you to renounce the truth after you have come to believe [in it].",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/393.mp3",
                "numberInSurah": 100,
                "juz": 4,
                "manzil": 1,
                "page": 62,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 394,
                "englishText": "And how could you deny the truth when it is unto you that God's messages are being conveyed, and it is in your midst that His Apostle lives? But he who holds fast unto God has already been guided onto a straight way.",
                "arabicText": "وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَىٰ عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ ۗ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/394.mp3",
                "numberInSurah": 101,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 51,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 395,
                "englishText": "O you who have attained to faith! Be conscious of God with all the consciousness that is due to Him, and do not allow death to overtake you ere you have surrendered yourselves unto Him.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/395.mp3",
                "numberInSurah": 102,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 396,
                "englishText": "And hold fast, all together, unto the bond with God, and do not draw apart from one another. And remember the blessings which God has bestowed upon you: how, when you were enemies, He brought your hearts together, so that through His blessing you became brethren; and [how, when] you were on the brink of a fiery abyss. He saved you from it. In this way God makes clear His messages unto you, so that you might find guidance,",
                "arabicText": "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/396.mp3",
                "numberInSurah": 103,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 397,
                "englishText": "and that there might grow out of you a community [of people] who invite unto all that is good, and enjoin the doing of what is right and forbid the doing of what is wrong: and it is they, they who shall attain to a happy state!",
                "arabicText": "وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/397.mp3",
                "numberInSurah": 104,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 398,
                "englishText": "And be not like those who have drawn apart from one another and have taken to conflicting views after all evidence of the truth has come unto them: for these it is for whom tremendous suffering is in store",
                "arabicText": "وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ ۚ وَأُولَٰئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/398.mp3",
                "numberInSurah": 105,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 399,
                "englishText": "on the Day [of Judgment] when some faces will shine [with happiness] and some faces will be dark [with grief]. And as for those with faces darkened, [they shall be told:] \"Did you deny the truth after having attained to faith? Taste, then, this suffering for having denied the truth!\"",
                "arabicText": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
                "audio": "/API/abdulbasit/ayah/399.mp3",
                "numberInSurah": 106,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 400,
                "englishText": "But as for those with faces shining, they shall be within God's grace, therein to abide.",
                "arabicText": "وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/400.mp3",
                "numberInSurah": 107,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 401,
                "englishText": "These are God's messages: We convey them unto thee, setting forth the truth, since God wills no wrong to His creation.",
                "arabicText": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ",
                "audio": "/API/abdulbasit/ayah/401.mp3",
                "numberInSurah": 108,
                "juz": 4,
                "manzil": 1,
                "page": 63,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 402,
                "englishText": "And unto God belongs all that is in the heavens and all that is on earth; and all things go back to God [as their source].",
                "arabicText": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
                "audio": "/API/abdulbasit/ayah/402.mp3",
                "numberInSurah": 109,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 52,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 403,
                "englishText": "YOU ARE indeed the best community that has ever been brought forth for [the good of] mankind: you enjoin the doing of what is right and forbid the doing of what is wrong, and you believe in God. Now if the followers of earlier revelation had attained to [this kind of] faith, it would have been for their own good; [but only few] among them are believers, while most of them are iniquitous:",
                "arabicText": "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ ۚ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/403.mp3",
                "numberInSurah": 110,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 404,
                "englishText": "[but] these can never inflict more than a passing hurt on you; and if they fight against you, they will turn their backs upon you [in flight], and will not be succoured.",
                "arabicText": "لَنْ يَضُرُّوكُمْ إِلَّا أَذًى ۖ وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
                "audio": "/API/abdulbasit/ayah/404.mp3",
                "numberInSurah": 111,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 405,
                "englishText": "Overshadowed by ignominy are they wherever they may be, save [when they bind themselves again] in a bond with God and a bond with men; for they have earned the burden of God's condemnation, and are overshadowed by humiliation: all this [has befallen them] because they persisted in denying the truth of God's messages and in slaying the prophets against all right: all this, because they rebelled [against God], and persisted in transgressing the bounds of what is right.",
                "arabicText": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ۚ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
                "audio": "/API/abdulbasit/ayah/405.mp3",
                "numberInSurah": 112,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 25,
                "sajda": false
            },
            {
                "number": 406,
                "englishText": "[But] they are not all alike: among the followers of earlier revelation there are upright people, who recite God's messages throughout the night, and prostrate themselves [before Him].",
                "arabicText": "۞ لَيْسُوا سَوَاءً ۗ مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ",
                "audio": "/API/abdulbasit/ayah/406.mp3",
                "numberInSurah": 113,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 407,
                "englishText": "They believe in God and the Last Day, and enjoin the doing of what is right and forbid the doing of what is wrong, and vie with one another in doing good works: and these are among the righteous.",
                "arabicText": "يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَٰئِكَ مِنَ الصَّالِحِينَ",
                "audio": "/API/abdulbasit/ayah/407.mp3",
                "numberInSurah": 114,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 408,
                "englishText": "And whatever good they do, they shall never be denied the reward thereof: for, God has full knowledge of those who are conscious of Him.",
                "arabicText": "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ ۗ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/408.mp3",
                "numberInSurah": 115,
                "juz": 4,
                "manzil": 1,
                "page": 64,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 409,
                "englishText": "[But,] behold, as for those who are bent on denying the truth - neither their worldly possessions nor their children will in the least avail them against God: and it is they who are destined for the fire, therein to abide.",
                "arabicText": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۚ هُمْ فِيهَا خَالِدُونَ",
                "audio": "/API/abdulbasit/ayah/409.mp3",
                "numberInSurah": 116,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 410,
                "englishText": "The parable of what they spend on the life of this world is that of an icy wind which smites the tilth of people who have sinned against themselves, and destroys it: for, it is not God who does them wrong, but it is they who are wronging themselves.",
                "arabicText": "مَثَلُ مَا يُنْفِقُونَ فِي هَٰذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ أَنْفُسَهُمْ يَظْلِمُونَ",
                "audio": "/API/abdulbasit/ayah/410.mp3",
                "numberInSurah": 117,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 411,
                "englishText": "O YOU who have attained to faith! Do not take for your bosom-friends people who are not of your kind. They spare no effort to corrupt you; they would love to see you in distress. Vehement hatred has already come into the open from out of their mouths, but what their hearts conceal is yet worse. We have indeed made the signs [thereof] clear unto you, if you would but use your reason.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ ۖ إِنْ كُنْتُمْ تَعْقِلُونَ",
                "audio": "/API/abdulbasit/ayah/411.mp3",
                "numberInSurah": 118,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 412,
                "englishText": "Lo! It is you who [are prepared to] love them, but they will not love you, although you believe in all of the revelation. And when they meet you, they assert, \"We believe [as you believe]\"; but when they find themselves alone, they gnaw their fingers in rage against you. Say: \"Perish in your rage! Behold, God has full knowledge of what is in the hearts [of men]!\"",
                "arabicText": "هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ ۚ قُلْ مُوتُوا بِغَيْظِكُمْ ۗ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
                "audio": "/API/abdulbasit/ayah/412.mp3",
                "numberInSurah": 119,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 413,
                "englishText": "If good fortune comes to you, it grieves them; and if evil befalls you, they rejoice in it. But if you are patient in adversity and conscious of God, their guile cannot harm you at all: for, verily, God encompasses [with His might] all that they do.",
                "arabicText": "إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا ۖ وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا ۗ إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
                "audio": "/API/abdulbasit/ayah/413.mp3",
                "numberInSurah": 120,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 53,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 414,
                "englishText": "AND [remember, O Prophet, the day] when thou didst set out from thy home at early morn to place the believers in battle array. And God was all-hearing, all-knowing",
                "arabicText": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/414.mp3",
                "numberInSurah": 121,
                "juz": 4,
                "manzil": 1,
                "page": 65,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 415,
                "englishText": "when two groups from among you were about to lose heart, although God was near unto them and it is in God that the believers must place their trust:",
                "arabicText": "إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/415.mp3",
                "numberInSurah": 122,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 416,
                "englishText": "for, indeed, God did succour you at Badr, when you were utterly weak. Remain, then, conscious of God, so that you might have cause to be grateful.",
                "arabicText": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ ۖ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
                "audio": "/API/abdulbasit/ayah/416.mp3",
                "numberInSurah": 123,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 417,
                "englishText": "[And remember] when thou didst say unto the believers: \"Is it not enough for you [to know] that your Sustainer will aid you with three thousand angels sent down [from on high]?",
                "arabicText": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ",
                "audio": "/API/abdulbasit/ayah/417.mp3",
                "numberInSurah": 124,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 418,
                "englishText": "Nay, but if you are patient in adversity and conscious of Him, and the enemy should fall upon you of a sudden, your Sustainer will aid you with five thousand angels swooping down!\"",
                "arabicText": "بَلَىٰ ۚ إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ",
                "audio": "/API/abdulbasit/ayah/418.mp3",
                "numberInSurah": 125,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 419,
                "englishText": "And God ordained this [to be said by His Apostle] only as a glad tiding for you, and that your hearts should thereby be set at rest - since no succour can come from any save God, the Almighty, the Truly Wise -",
                "arabicText": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ ۗ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
                "audio": "/API/abdulbasit/ayah/419.mp3",
                "numberInSurah": 126,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 420,
                "englishText": "[and] that [through you] He might destroy some of those who were bent on denying the truth, and so abase the others that they would withdraw in utter hopelessness.",
                "arabicText": "لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ",
                "audio": "/API/abdulbasit/ayah/420.mp3",
                "numberInSurah": 127,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 421,
                "englishText": "[And] it is in no wise for thee [O Prophet] to decide whether He shall accept their repentance or chastise them - for, behold, they are but wrongdoers,",
                "arabicText": "لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ",
                "audio": "/API/abdulbasit/ayah/421.mp3",
                "numberInSurah": 128,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 422,
                "englishText": "whereas unto God belongs all that is in the heavens and all that is on earth: He forgives whom He wills, and He chastises whom He wills; and God is much-forgiving, a dispenser of grace.",
                "arabicText": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
                "audio": "/API/abdulbasit/ayah/422.mp3",
                "numberInSurah": 129,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 54,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 423,
                "englishText": "O YOU who have attained to faith! Do not gorge yourselves on usury, doubling and re-doubling it - but remain conscious of God, so that you might attain to a happy state;",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً ۖ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/423.mp3",
                "numberInSurah": 130,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 55,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 424,
                "englishText": "and beware of the fire which awaits those who deny the truth!",
                "arabicText": "وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/424.mp3",
                "numberInSurah": 131,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 55,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 425,
                "englishText": "And pay heed unto God and the Apostle, so that you might be graced with mercy.",
                "arabicText": "وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
                "audio": "/API/abdulbasit/ayah/425.mp3",
                "numberInSurah": 132,
                "juz": 4,
                "manzil": 1,
                "page": 66,
                "ruku": 55,
                "hizbQuarter": 26,
                "sajda": false
            },
            {
                "number": 426,
                "englishText": "And vie with one another to attain to your Sustainer's forgiveness and to a paradise as vast as the heavens and the earth, which has been readied for the God-conscious",
                "arabicText": "۞ وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/426.mp3",
                "numberInSurah": 133,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 427,
                "englishText": "who spend [in His way] in time of plenty and in time of hardship, and hold in check their anger, and pardon their fellow-men because God loves the doers of good;",
                "arabicText": "الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/427.mp3",
                "numberInSurah": 134,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 428,
                "englishText": "and who, when they have committed a shameful deed or have [otherwise] sinned against themselves, remember God and pray that their sins be forgiven - for who but God could forgive sins? - and do not knowingly persist in doing whatever [wrong] they may have done.",
                "arabicText": "وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/428.mp3",
                "numberInSurah": 135,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 429,
                "englishText": "These it is who shall have as their reward forgiveness from their Sustainer, and gardens through which running waters flow, therein to abide: and how excellent a reward for those who labour!",
                "arabicText": "أُولَٰئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ الْعَامِلِينَ",
                "audio": "/API/abdulbasit/ayah/429.mp3",
                "numberInSurah": 136,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 430,
                "englishText": "[MANY] WAYS of life have passed away before your time. Go, then, about the earth and behold what happened in the end to those who gave the lie to the truth:",
                "arabicText": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
                "audio": "/API/abdulbasit/ayah/430.mp3",
                "numberInSurah": 137,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 431,
                "englishText": "this [should be] a clear lesson unto all men, and a guidance and an admonition unto the God-conscious.",
                "arabicText": "هَٰذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ",
                "audio": "/API/abdulbasit/ayah/431.mp3",
                "numberInSurah": 138,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 432,
                "englishText": "Be not, then, faint of heart, and grieve not: for you are bound to rise high if you are [truly] believers.",
                "arabicText": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/432.mp3",
                "numberInSurah": 139,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 433,
                "englishText": "If misfortune touches you, [know that] similar misfortune has touched [other] people as well; for it is by turns that We apportion unto men such days [of fortune and misfortune]: and [this] to the end that God might mark out those who have attained to faith, and choose from among you such as [with their lives] bear witness to the truth - since God does not love evildoers -",
                "arabicText": "إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ ۚ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/433.mp3",
                "numberInSurah": 140,
                "juz": 4,
                "manzil": 1,
                "page": 67,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 434,
                "englishText": "and that God might render pure of all dross those who have attained to faith, and bring to nought those who deny the truth.",
                "arabicText": "وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/434.mp3",
                "numberInSurah": 141,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 435,
                "englishText": "Do you think that you could enter paradise unless God takes cognizance of your having striven hard [in His cause], and takes cognizance of your having been patient in adversity?",
                "arabicText": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/435.mp3",
                "numberInSurah": 142,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 436,
                "englishText": "For, indeed, you did long for death [in God’s cause] before you came face to face with it; and now you have seen it with your own eyes!",
                "arabicText": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ",
                "audio": "/API/abdulbasit/ayah/436.mp3",
                "numberInSurah": 143,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 55,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 437,
                "englishText": "AND MUHAMMAD is only an apostle; all the [other] apostles have passed away before him: if, then, he dies or is slain, will you turn about on your heels? But he that turns about on his heels can in no wise harm God - whereas God will requite all who are grateful [to Him].",
                "arabicText": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۚ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ ۚ وَمَنْ يَنْقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا ۗ وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ",
                "audio": "/API/abdulbasit/ayah/437.mp3",
                "numberInSurah": 144,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 56,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 438,
                "englishText": "And no human being can die save by God's leave, at a term pre-ordained. And if one desires the rewards of this world, We shall grant him thereof; and if one desires the rewards of the life to come, We shall grant him thereof; and We shall requite those who are grateful [to Us].",
                "arabicText": "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا ۗ وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا ۚ وَسَنَجْزِي الشَّاكِرِينَ",
                "audio": "/API/abdulbasit/ayah/438.mp3",
                "numberInSurah": 145,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 56,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 439,
                "englishText": "And how many a prophet has had to fight [in God's cause], followed by many God-devoted men: and they did not become faint of heart for all that they had to suffer in God's cause, and neither did they weaken, nor did they abase themselves [before the enemy], since God loves those who are patient in adversity;",
                "arabicText": "وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا ۗ وَاللَّهُ يُحِبُّ الصَّابِرِينَ",
                "audio": "/API/abdulbasit/ayah/439.mp3",
                "numberInSurah": 146,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 56,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 440,
                "englishText": "and all that they said was this: \"O our Sustainer! Forgive us our sins and the lack of moderation in our doings! And make firm our steps, and succour us against people who deny the truth!\" -",
                "arabicText": "وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/440.mp3",
                "numberInSurah": 147,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 56,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 441,
                "englishText": "whereupon God granted them the rewards of this world, as well as the goodliest rewards of the life to come: for God loves the doers of good.",
                "arabicText": "فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/441.mp3",
                "numberInSurah": 148,
                "juz": 4,
                "manzil": 1,
                "page": 68,
                "ruku": 56,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 442,
                "englishText": "O YOU who have attained to faith! If you pay heed to those who are bent on denying the truth, they will cause you to turn back on your heels, and you will be the losers.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَىٰ أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/442.mp3",
                "numberInSurah": 149,
                "juz": 4,
                "manzil": 1,
                "page": 69,
                "ruku": 57,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 443,
                "englishText": "Nay, but God alone is your Lord Supreme, and His is the best succour.",
                "arabicText": "بَلِ اللَّهُ مَوْلَاكُمْ ۖ وَهُوَ خَيْرُ النَّاصِرِينَ",
                "audio": "/API/abdulbasit/ayah/443.mp3",
                "numberInSurah": 150,
                "juz": 4,
                "manzil": 1,
                "page": 69,
                "ruku": 57,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 444,
                "englishText": "Into the hearts of those who are bent on denying the truth We shall cast dread in return for their ascribing divinity, side by side with God, to other beings - [something] for which He has never bestowed any warrant from on high; and their goal is the fire - and how evil that abode of evildoers!",
                "arabicText": "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا ۖ وَمَأْوَاهُمُ النَّارُ ۚ وَبِئْسَ مَثْوَى الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/444.mp3",
                "numberInSurah": 151,
                "juz": 4,
                "manzil": 1,
                "page": 69,
                "ruku": 57,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 445,
                "englishText": "AND, INDEED, God made good His promise unto you when, by His leave, you were about to destroy your foes - until the moment when you lost heart and acted contrary to the [Prophet's] command, and disobeyed after He had brought you within view of that [victory] for which you were longing. There were among you such as cared for this world [alone], just as there were among you such as cared for the life to come: whereupon, in order that He might put you to a test, He prevented you from defeating your foes. But now He has effaced your sin: for God is limitless in His bounty unto the believers.",
                "arabicText": "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ ۖ حَتَّىٰ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ ۚ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/445.mp3",
                "numberInSurah": 152,
                "juz": 4,
                "manzil": 1,
                "page": 69,
                "ruku": 57,
                "hizbQuarter": 27,
                "sajda": false
            },
            {
                "number": 446,
                "englishText": "[Remember the time] when you fled, paying no heed to anyone, while at your rear the Apostle was calling out to you - wherefore He requited you with woe in return for [the Apostle's] woe, so that you should not grieve [merely] over what had escaped you, nor over what had befallen you: for God is aware of all that you do.",
                "arabicText": "۞ إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَىٰ أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَىٰ مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ ۗ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/446.mp3",
                "numberInSurah": 153,
                "juz": 4,
                "manzil": 1,
                "page": 69,
                "ruku": 57,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 447,
                "englishText": "Then, after this woe, He sent down upon you a sense of security, an inner calm which enfolded some of you, whereas the others, who cared mainly for themselves, entertained wrong thoughts about God - thoughts of pagan ignorance - saying, \"Did we, then, have any power of decision [in this matter]?\" Say: \"Verily, all power of decision does rest with God\" - [but as for them,] they are trying to conceal within themselves that [weakness of faith] which they would not reveal unto thee, [O Prophet, by] saying, \"If we had any power of decision, we would not have left so many dead behind.\" Say [unto them]: \"Even if you had remained in your homes, those [of you] whose death had been ordained would indeed have gone forth to the places where they were destined to lie down.\" And [all this befell you] so that God might put to a test all that you harbour in your bosoms, and render your innermost hearts pure of all dross: for God is aware of what is in the hearts [of men].",
                "arabicText": "ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَىٰ طَائِفَةً مِنْكُمْ ۖ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۖ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ ۗ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ ۗ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا ۗ قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ ۗ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
                "audio": "/API/abdulbasit/ayah/447.mp3",
                "numberInSurah": 154,
                "juz": 4,
                "manzil": 1,
                "page": 70,
                "ruku": 57,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 448,
                "englishText": "Behold, as for those of you who turned away [from their duty] on the day when the two hosts met in battle - Satan caused them to stumble only by means of something that they [themselves] had done. But now God has effaced this sin of theirs: verily, God is much-forgiving, forbearing.",
                "arabicText": "إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا ۖ وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ ۗ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/448.mp3",
                "numberInSurah": 155,
                "juz": 4,
                "manzil": 1,
                "page": 70,
                "ruku": 57,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 449,
                "englishText": "O you who have attained to faith! Be not like those who are bent on denying the truth and say of their brethren [who die] after having set out on a journey to faraway places or gone forth to war, \"Had they but remained with us, they would not have died,\" or, \"they would not have been slain\" - for God will cause such thoughts to become a source of bitter regret in their hearts, since it is God who grants life and deals death. And God sees all that you do.",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَٰلِكَ حَسْرَةً فِي قُلُوبِهِمْ ۗ وَاللَّهُ يُحْيِي وَيُمِيتُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "audio": "/API/abdulbasit/ayah/449.mp3",
                "numberInSurah": 156,
                "juz": 4,
                "manzil": 1,
                "page": 70,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 450,
                "englishText": "And if indeed you are slain or die in God's cause, then surely forgiveness from God and His grace are better than all that one could amass [in this world]:",
                "arabicText": "وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ",
                "audio": "/API/abdulbasit/ayah/450.mp3",
                "numberInSurah": 157,
                "juz": 4,
                "manzil": 1,
                "page": 70,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 451,
                "englishText": "for, indeed, if you die or are slain, it will surely be unto God that you shall be gathered.",
                "arabicText": "وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ",
                "audio": "/API/abdulbasit/ayah/451.mp3",
                "numberInSurah": 158,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 452,
                "englishText": "And it was by God's grace that thou [O Prophet] didst deal gently with thy followers: for if thou hadst been harsh and hard of heart, they would indeed have broken away from thee. Pardon them, then, and pray that they be forgiven. And take counsel with them in all matters of public concern; then, when thou hast decided upon a course of action, place thy trust in God: for, verily, God loves those who place their trust in Him.",
                "arabicText": "فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ ۖ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ",
                "audio": "/API/abdulbasit/ayah/452.mp3",
                "numberInSurah": 159,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 453,
                "englishText": "If God succours you, none can ever overcome you; but if He should forsake you, who could succour you thereafter? In God, then, let the believers place their trust!",
                "arabicText": "إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "audio": "/API/abdulbasit/ayah/453.mp3",
                "numberInSurah": 160,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 454,
                "englishText": "AND IT IS not conceivable that a prophet should deceive - since he who deceives shall be faced with his deceit on the Day of Resurrection, when every human being shall be repaid in full for whatever he has done, and none shall be wronged.",
                "arabicText": "وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ ۚ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/454.mp3",
                "numberInSurah": 161,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 455,
                "englishText": "Is then he who strives after God's goodly acceptance like unto him who has earned the burden of God's condemnation and whose goal is hell? - and how vile a journey's end!",
                "arabicText": "أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۚ وَبِئْسَ الْمَصِيرُ",
                "audio": "/API/abdulbasit/ayah/455.mp3",
                "numberInSurah": 162,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 456,
                "englishText": "They are on [entirely] different levels in the sight of God; for God sees all that they do.",
                "arabicText": "هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/456.mp3",
                "numberInSurah": 163,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 457,
                "englishText": "Indeed, God bestowed a favour upon the believers when he raised up in their midst an apostle from among themselves, to convey His messages unto them, and to cause them to grow in purity, and to impart unto them the divine writ as well as wisdom - whereas before that they were indeed, most obviously, lost in error.",
                "arabicText": "لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
                "audio": "/API/abdulbasit/ayah/457.mp3",
                "numberInSurah": 164,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 458,
                "englishText": "AND DO YOU, now that a calamity has befallen you after you had inflicted twice as much [on your foes], ask yourselves, \"How has this come about?\" Say: \"It has come from your own selves.\" Verily, God has the power to will anything:",
                "arabicText": "أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا ۖ قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ ۗ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/458.mp3",
                "numberInSurah": 165,
                "juz": 4,
                "manzil": 1,
                "page": 71,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 459,
                "englishText": "and all that befell you on the day when the two hosts met in battle happened by God's leave, so that He might mark out the [true] believers,",
                "arabicText": "وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/459.mp3",
                "numberInSurah": 166,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 460,
                "englishText": "and mark out those who were tainted with hypocrisy and, when they were told, \"Come, fight in God's cause\" - or, \"Defend yourselves\" - answered, \"If we but knew [that it would come to a] fight, we would indeed follow you.\" Unto apostasy were they nearer on that day than unto faith, uttering with their mouths something which was not in their hearts, the while God knew fully well what they were trying to conceal:",
                "arabicText": "وَلِيَعْلَمَ الَّذِينَ نَافَقُوا ۚ وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا ۖ قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ ۚ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۗ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
                "audio": "/API/abdulbasit/ayah/460.mp3",
                "numberInSurah": 167,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 461,
                "englishText": "they who, having themselves held back [from fighting, later] said of their [slain] brethren, \"Had they but paid heed to us, they would not have been slain.\" Say: \"Avert, then, death from yourselves, if what you say is true!\"",
                "arabicText": "الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا ۗ قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/461.mp3",
                "numberInSurah": 168,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 462,
                "englishText": "But do not think of those that have been slain in God's cause as dead. Nay, they are alive! With their Sustainer have they their sustenance,",
                "arabicText": "وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا ۚ بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ",
                "audio": "/API/abdulbasit/ayah/462.mp3",
                "numberInSurah": 169,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 463,
                "englishText": "exulting in that [martyrdom] which God has bestowed upon them out of His bounty. And they rejoice in the glad tiding given to those [of their brethren] who have been left behind and have not yet joined them, that no fear need they have, and neither shall they grieve:",
                "arabicText": "فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/463.mp3",
                "numberInSurah": 170,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 28,
                "sajda": false
            },
            {
                "number": 464,
                "englishText": "they rejoice in the glad tiding of God's blessings and bounty, and [in the promise] that God will not fail to requite the believers",
                "arabicText": "۞ يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/464.mp3",
                "numberInSurah": 171,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 58,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 465,
                "englishText": "who responded to the call of God and the Apostle after misfortune had befallen them. A magnificent requital awaits those of them who have persevered in doing good and remained conscious of God:",
                "arabicText": "الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/465.mp3",
                "numberInSurah": 172,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 466,
                "englishText": "those who have been warned by other people, \"Behold, a host has gathered against you; so beware of them!\" - whereupon this only increased their faith, so that they answered, \"God is enough for us; and how excellent a guardian is He!”",
                "arabicText": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
                "audio": "/API/abdulbasit/ayah/466.mp3",
                "numberInSurah": 173,
                "juz": 4,
                "manzil": 1,
                "page": 72,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 467,
                "englishText": "- and returned [from the battle] with God's blessings and bounty, without having been touched by evil: for they had been striving after God's goodly acceptance - and God is limitless in His great bounty.",
                "arabicText": "فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ ۗ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ",
                "audio": "/API/abdulbasit/ayah/467.mp3",
                "numberInSurah": 174,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 468,
                "englishText": "It is but Satan who instils [into you] fear of his allies: so fear them not, but fear Me, if you are [truly] believers!",
                "arabicText": "إِنَّمَا ذَٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "audio": "/API/abdulbasit/ayah/468.mp3",
                "numberInSurah": 175,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 469,
                "englishText": "And be not grieved by those who vie with one another in denying the truth: verily, they can in no wise harm God. It is God's will that they shall have no share in the [blessings of the] life to come; and tremendous suffering awaits them.",
                "arabicText": "وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ۚ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا ۗ يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/469.mp3",
                "numberInSurah": 176,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 470,
                "englishText": "Verily, they who have bought a denial of the truth at the price of faith can in no wise harm God, whereas grievous suffering awaits them.",
                "arabicText": "إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/470.mp3",
                "numberInSurah": 177,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 471,
                "englishText": "And they should not think - they who are bent on denying the truth - that Our giving them rein is good for them: We give them rein only to let them grow in sinfulness; and shameful suffering awaits them.",
                "arabicText": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ ۚ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُهِينٌ",
                "audio": "/API/abdulbasit/ayah/471.mp3",
                "numberInSurah": 178,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 472,
                "englishText": "It is not God's will [O you who deny the truth] to abandon the believers to your way of life: [and] to that end He will set apart the bad from the good. And it is not God's will to give you insight into that which is beyond the reach of human perception: but [to that end] God elects whomsoever He wills from among His apostles. Believe, then, in God and His apostles; for if you believe and are conscious of Him, a magnificent requital awaits you.",
                "arabicText": "مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنْتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَٰكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ ۖ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ ۚ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ",
                "audio": "/API/abdulbasit/ayah/472.mp3",
                "numberInSurah": 179,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 473,
                "englishText": "AND THEY should not think - they who niggardly cling to all that God has granted them out of His bounty - that this is good for them: nay, it is bad for them. That to which they [so] niggardly cling will, on the Day of Resurrection, be hung about their necks: for unto God [alone] belongs the heritage of the heavens and of the earth; and God is aware of all that you do.",
                "arabicText": "وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ ۖ بَلْ هُوَ شَرٌّ لَهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ ۗ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
                "audio": "/API/abdulbasit/ayah/473.mp3",
                "numberInSurah": 180,
                "juz": 4,
                "manzil": 1,
                "page": 73,
                "ruku": 59,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 474,
                "englishText": "God has indeed heard the saying of those who said, \"Behold, God is poor while we are rich!\" We shall record what they have said, as well as their slaying of prophets against all right, and We shall say [unto them on Judgment Day]: \"Taste suffering through fire",
                "arabicText": "لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ ۘ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ",
                "audio": "/API/abdulbasit/ayah/474.mp3",
                "numberInSurah": 181,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 475,
                "englishText": "in return for what your own hands have wrought - for never does God do the least wrong to His creatures!\"",
                "arabicText": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
                "audio": "/API/abdulbasit/ayah/475.mp3",
                "numberInSurah": 182,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 476,
                "englishText": "As for those who maintain, \"Behold, God has bidden us not to believe in any apostle unless he comes unto us with burnt offerings\" - say [unto them, O Prophet]: \"Even before me there came unto you apostles with all evidence of the truth, and with that whereof you speak: why, then, did you slay them, if what you say is true?\"",
                "arabicText": "الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/476.mp3",
                "numberInSurah": 183,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 477,
                "englishText": "And if they give thee the lie - even so, before thy time, have [other] apostles been given the lie when they came with all evidence of the truth, and with books of divine wisdom, and with light-giving revelation.",
                "arabicText": "فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ",
                "audio": "/API/abdulbasit/ayah/477.mp3",
                "numberInSurah": 184,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 478,
                "englishText": "Every human being is bound to taste death: but only on the Day of Resurrection will you be requited in full [for whatever you have done] - whereupon he that shall be drawn away from the fire and brought into paradise will indeed have gained a triumph: for the life of this world is nothing but an enjoyment of self-delusion.",
                "arabicText": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ ۖ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
                "audio": "/API/abdulbasit/ayah/478.mp3",
                "numberInSurah": 185,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 29,
                "sajda": false
            },
            {
                "number": 479,
                "englishText": "You shall most certainly be tried in your possessions and in your persons; and indeed you shall hear many hurtful things from those to whom revelation was granted before your time, as well as from those who have come to ascribe divinity to other beings beside God. But if you remain patient in adversity and conscious of Him - this, behold, is something to set one's heart upon.",
                "arabicText": "۞ لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا ۚ وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ",
                "audio": "/API/abdulbasit/ayah/479.mp3",
                "numberInSurah": 186,
                "juz": 4,
                "manzil": 1,
                "page": 74,
                "ruku": 60,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 480,
                "englishText": "AND LO, God accepted a solemn pledge from those who were granted earlier revelation [when He bade them]: \"Make it known unto mankind, and do not conceal it!\" But they cast this [pledge] behind their backs, and bartered it away for a trifling gain: and how evil was their bargain!",
                "arabicText": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
                "audio": "/API/abdulbasit/ayah/480.mp3",
                "numberInSurah": 187,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 60,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 481,
                "englishText": "Think not that those who exult in what they have thus contrived, and who love to be praised for what they have not done - think not that they will escape suffering: for grievous suffering does await them [in the life to come].",
                "arabicText": "لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/481.mp3",
                "numberInSurah": 188,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 60,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 482,
                "englishText": "AND UNTO GOD belongs the dominion over the heavens and the earth: and God has the power to will anything.",
                "arabicText": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/482.mp3",
                "numberInSurah": 189,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 60,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 483,
                "englishText": "Verily, in the creation of the heavens and the earth, and in the succession of night and day, there are indeed messages for all who are endowed with insight,",
                "arabicText": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ",
                "audio": "/API/abdulbasit/ayah/483.mp3",
                "numberInSurah": 190,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 484,
                "englishText": "[and] who remember God when they stand, and when they sit, and when they lie down to sleep, and [thus] reflect on the creation of the heavens and the earth: \"O our Sustainer! Thou hast not created [aught of] this without meaning and purpose. Limitless art Thou in Thy glory! Keep us safe, then, from suffering through fire!",
                "arabicText": "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ",
                "audio": "/API/abdulbasit/ayah/484.mp3",
                "numberInSurah": 191,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 485,
                "englishText": "\"O our Sustainer! Whomsoever Thou shalt commit to the fire, him, verily, wilt Thou have brought to disgrace [in this world]; and such evildoers will have none to succour them.",
                "arabicText": "رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
                "audio": "/API/abdulbasit/ayah/485.mp3",
                "numberInSurah": 192,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 486,
                "englishText": "\"O our Sustainer! Behold, we heard a voice call [us] unto faith, `Believe in your Sustainer!' - and so we came to believe. O our Sustainer! Forgive us, then, our sins, and efface our bad deeds; and let us die the death of the truly virtuous!",
                "arabicText": "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
                "audio": "/API/abdulbasit/ayah/486.mp3",
                "numberInSurah": 193,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 487,
                "englishText": "\"And, O our Sustainer, grant us that which Thou hast promised us through Thy apostles, and disgrace us not on Resurrection Day! Verily, Thou never failest to fulfil Thy promise!\"",
                "arabicText": "رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
                "audio": "/API/abdulbasit/ayah/487.mp3",
                "numberInSurah": 194,
                "juz": 4,
                "manzil": 1,
                "page": 75,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 488,
                "englishText": "And thus does their Sustainer answer their prayer: \"I shall not lose sight of the labour of any of you who labours [in My way], be it man or woman: each of you is an issue of the other. Hence, as for those who forsake the domain of evil, and are driven from their homelands, and suffer hurt in My cause, and fight [for it], and are slain - I shall most certainly efface their bad deeds, and shall most certainly bring them into gardens through which running waters flow, as a reward from God: for with God is the most beauteous of rewards.\"",
                "arabicText": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَىٰ ۖ بَعْضُكُمْ مِنْ بَعْضٍ ۖ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ ۗ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ",
                "audio": "/API/abdulbasit/ayah/488.mp3",
                "numberInSurah": 195,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 489,
                "englishText": "LET IT NOT deceive thee that those who are bent on denying the truth seem to be able to do as they please on earth:",
                "arabicText": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ",
                "audio": "/API/abdulbasit/ayah/489.mp3",
                "numberInSurah": 196,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 490,
                "englishText": "it is [but] a brief enjoyment, with hell thereafter as their goal - and how vile a resting-place! -",
                "arabicText": "مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ",
                "audio": "/API/abdulbasit/ayah/490.mp3",
                "numberInSurah": 197,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 491,
                "englishText": "whereas those who remain conscious of their Sustainer shall have gardens through which running waters flow, therein to abide: a ready welcome from God. And that which is with God is best for the truly virtuous.",
                "arabicText": "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ ۗ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ",
                "audio": "/API/abdulbasit/ayah/491.mp3",
                "numberInSurah": 198,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 492,
                "englishText": "And, behold, among the followers of earlier revelation there are indeed such as [truly] believe in God, and in that which has been bestowed from on high upon you as well as in that which has been bestowed upon them. Standing in awe of God, they do not barter away God's messages for a trifling gain. They shall have their reward with their Sustainer - for, behold, God is swift in reckoning!",
                "arabicText": "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا ۗ أُولَٰئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
                "audio": "/API/abdulbasit/ayah/492.mp3",
                "numberInSurah": 199,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            },
            {
                "number": 493,
                "englishText": "O you who have attained to faith! Be patient in adversity, and vie in patience with one another, and be ever ready [to do what is right], and remain conscious of God, so that you might attain to a happy state!",
                "arabicText": "يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
                "audio": "/API/abdulbasit/ayah/493.mp3",
                "numberInSurah": 200,
                "juz": 4,
                "manzil": 1,
                "page": 76,
                "ruku": 61,
                "hizbQuarter": 30,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}