{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 46,
        "name": "سُورَةُ الأَحۡقَافِ",
        "englishName": "Al-Ahqaf",
        "englishNameTranslation": "The Dunes",
        "bism": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "englishBism": "In the name of God, The Most Gracious, The Dispenser of Grace",
        "audio": "/API/abdulbasit/surah/46.mp3",
        "revelationType": "Meccan",
        "ayahs": [
            {
                "number": 4511,
                "englishText": "Ha. Mim.",
                "arabicText": "حم",
                "audio": "/API/abdulbasit/ayah/4511.mp3",
                "numberInSurah": 1,
                "juz": 26,
                "manzil": 6,
                "page": 502,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4512,
                "englishText": "THE BESTOWAL from on high of this divine writ I issues from God, the Almighty, the Wise.",
                "arabicText": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
                "audio": "/API/abdulbasit/ayah/4512.mp3",
                "numberInSurah": 2,
                "juz": 26,
                "manzil": 6,
                "page": 502,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4513,
                "englishText": "We have not created the heavens and the earth and all that is between them otherwise than in accord­ance with [an inner] truth, and for a term set [by Us]: and yet, they who are bent on denying the truth turn aside from the warning which has been conveyed unto them.",
                "arabicText": "مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۚ وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ",
                "audio": "/API/abdulbasit/ayah/4513.mp3",
                "numberInSurah": 3,
                "juz": 26,
                "manzil": 6,
                "page": 502,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4514,
                "englishText": "Say: “Have you [really] given thought to what it is that you invoke instead of God? Show me what these [beings or forces] have created anywhere on earth! Or had they, perchance, a share in [creating] the heavens? [If so,] bring me any divine writ pre­ceding this one, or any [other] vestige of knowledge - if what you claim is true!”",
                "arabicText": "قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ۖ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
                "audio": "/API/abdulbasit/ayah/4514.mp3",
                "numberInSurah": 4,
                "juz": 26,
                "manzil": 6,
                "page": 502,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4515,
                "englishText": "And who could be more astray than one who invokes, instead of God, such as will not respond to him either now or on the Day of Resurrection, and are not even conscious of being invoked?",
                "arabicText": "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ",
                "audio": "/API/abdulbasit/ayah/4515.mp3",
                "numberInSurah": 5,
                "juz": 26,
                "manzil": 6,
                "page": 502,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4516,
                "englishText": "such as, when all mankind is gathered [for judgment], will be enemies unto those [who worshipped them], and will utterly reject their worship?",
                "arabicText": "وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ",
                "audio": "/API/abdulbasit/ayah/4516.mp3",
                "numberInSurah": 6,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4517,
                "englishText": "But whenever Our messages are conveyed to them in all their clarity, they who are bent on denying the truth speak thus of the truth as soon as it is brought to them: “This is clearly nothing but spell­binding eloquence!”",
                "arabicText": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَٰذَا سِحْرٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/4517.mp3",
                "numberInSurah": 7,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4518,
                "englishText": "Or do they say, “He has invented all this”? Say [O Muhammad]: “Had I invented it, you would not be of the least help to me against God. He is fully aware of that [slander] into which you so reck­lessly plunge: enough is He as a witness between me and you! And [withal,] He alone is truly-forgiving, a true dispenser of grace.”",
                "arabicText": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ وَهُوَ الْغَفُورُ الرَّحِيمُ",
                "audio": "/API/abdulbasit/ayah/4518.mp3",
                "numberInSurah": 8,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4519,
                "englishText": "Say: “I am not the first of [God’s] apostles; and [like all of them,] I do not know what will be done with me or with you: for I am nothing but a plain warner.”",
                "arabicText": "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ",
                "audio": "/API/abdulbasit/ayah/4519.mp3",
                "numberInSurah": 9,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4520,
                "englishText": "Say: “Have you given thought [to how you will fare] if this be truly [a revelation] from God and yet you deny its truth? - even though a witness from among the children of Israel has already borne wit­ness to [the advent of] one like himself, and has believed [in him], the while you glory in your arro­gance [and reject his message]? Verily, God does not grace [such] evildoing folk with His guidance!”",
                "arabicText": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
                "audio": "/API/abdulbasit/ayah/4520.mp3",
                "numberInSurah": 10,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 438,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4521,
                "englishText": "But they who are bent on denying the truth speak thus of those who have attained to faith: “If this [message] were any good, these [people] would not have preceded us in accepting it!” And since they refuse to be guided by it, they will always say, “This is [but] an ancient falsehood!”",
                "arabicText": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ",
                "audio": "/API/abdulbasit/ayah/4521.mp3",
                "numberInSurah": 11,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4522,
                "englishText": "And yet, before this there was the revelation of Moses, a guide and a [sign of God’s] grace; and this [Qur’an] is a divine writ confirming the truth [of the Torah] in the Arabic tongue, to warn those who are bent on evildoing, and [to bring] a glad tiding to the doers of good:",
                "arabicText": "وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ وَهَٰذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ",
                "audio": "/API/abdulbasit/ayah/4522.mp3",
                "numberInSurah": 12,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4523,
                "englishText": "for, behold, all who say, “Our Sustainer is God”, and thereafter stand firm [in their faith] - no fear need they have, and neither shall they grieve:",
                "arabicText": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
                "audio": "/API/abdulbasit/ayah/4523.mp3",
                "numberInSurah": 13,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4524,
                "englishText": "it is they who are destined for paradise, therein to abide as a reward for all that they have done.",
                "arabicText": "أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
                "audio": "/API/abdulbasit/ayah/4524.mp3",
                "numberInSurah": 14,
                "juz": 26,
                "manzil": 6,
                "page": 503,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4525,
                "englishText": "NOW [among the best of the deeds which] We have enjoined upon man is goodness towards his parents. In pain did his mother bear him, and in pain did she give him birth; and her bearing him and his utter dependence on her took thirty months. and so, when he attains to full maturity and reaches forty years, he [that is righteous] prays: “O my Sustainer! Inspire me so that I may forever be grateful for those blessings of Thine with which Thou hast graced me and my parents, and that I may do what is right [in a manner] that will meet with Thy goodly acceptance; and grant me righteousness in my offspring [as well]. Verily, unto Thee have I turned in repentance: for, verily, I am of those who have surrendered themselves unto Thee!”",
                "arabicText": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ۖ إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
                "audio": "/API/abdulbasit/ayah/4525.mp3",
                "numberInSurah": 15,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4526,
                "englishText": "It is [such as] these from whom We shall accept the best that they ever did, and whose bad deeds We shall overlook: [they will find themselves] among those who are destined for paradise, in fulfillment of the true promise which they were given [in this world].",
                "arabicText": "أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ",
                "audio": "/API/abdulbasit/ayah/4526.mp3",
                "numberInSurah": 16,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4527,
                "englishText": "But [there is many a one] who says to his parents [whenever they try to imbue him with faith in God]: “Fie upon both of you! Do you promise me that I shall be brought forth [from the dead], although [so many] generations have passed away before me?” And [while] they both pray for God’s help [and say], “Alas for thee! For, behold, God’s promise always comes true!” - he but answers, “All this is nothing but fables of ancient times!”",
                "arabicText": "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
                "audio": "/API/abdulbasit/ayah/4527.mp3",
                "numberInSurah": 17,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4528,
                "englishText": "It is [such as] these upon whom the sentence [of doom] will fall due, together with the [other sinful] communities of invisible beings and humans that have passed away before their time. Verily, they will be lost:",
                "arabicText": "أُولَٰئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
                "audio": "/API/abdulbasit/ayah/4528.mp3",
                "numberInSurah": 18,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4529,
                "englishText": "for, [in the life to come,] all shall have their degrees in accordance with whatever [good or evil] they did: and so, He will repay them in full for their doings, and none shall be wronged.",
                "arabicText": "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ۖ وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ",
                "audio": "/API/abdulbasit/ayah/4529.mp3",
                "numberInSurah": 19,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4530,
                "englishText": "And on the Day when those who were bent on denying the truth will be brought within sight of the fire, [they will be told:] “You have exhausted your [share of] good things in your worldly life, having enjoyed them [without any thought of the hereafter]: and so today you shall be requited with the suffering of humiliation for having gloried on earth in your arrogance, offending against all that is right, and for all your iniquitous doings!”",
                "arabicText": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ",
                "audio": "/API/abdulbasit/ayah/4530.mp3",
                "numberInSurah": 20,
                "juz": 26,
                "manzil": 6,
                "page": 504,
                "ruku": 439,
                "hizbQuarter": 201,
                "sajda": false
            },
            {
                "number": 4531,
                "englishText": "AND REMEMBER that brother of [the tribe of] Ad, how - seeing that [other] warnings had already come and gone within his own knowledge as well as in times beyond his ken - he warned his people [who lived] among those sand-dunes: “Worship none but God! Verily, I fear lest suffering befall you on an awesome day!”",
                "arabicText": "۞ وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
                "audio": "/API/abdulbasit/ayah/4531.mp3",
                "numberInSurah": 21,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4532,
                "englishText": "They answered: “Hast thou come to seduce us away from our gods? Bring, then, upon us that [doom] with which thou threaten us, if thou art a man of truth!”",
                "arabicText": "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
                "audio": "/API/abdulbasit/ayah/4532.mp3",
                "numberInSurah": 22,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4533,
                "englishText": "Said he: “Knowledge [of when it is to befall you] rests with God alone: I but convey unto you the message with which I have been entrusted; but I see that you are people ignorant [of right and wrong]!”",
                "arabicText": "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
                "audio": "/API/abdulbasit/ayah/4533.mp3",
                "numberInSurah": 23,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4534,
                "englishText": "And so, when they beheld it in the shape of a dense cloud approaching their valleys, they exclaimed, “This is but a heavy cloud which will bring us [wel­come] rain!” [But Hud said:] “Nay, but it is the very thing which you [so contemptuously] sought to hasten - a wind bearing grievous suffering,",
                "arabicText": "فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُمْطِرُنَا ۚ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
                "audio": "/API/abdulbasit/ayah/4534.mp3",
                "numberInSurah": 24,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4535,
                "englishText": "bound to destroy everything at its Sustainer’s behest!” And then they were so utterly wiped out that nothing could be seen save their [empty] dwellings: thus do We requite people lost in sin.",
                "arabicText": "تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
                "audio": "/API/abdulbasit/ayah/4535.mp3",
                "numberInSurah": 25,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4536,
                "englishText": "And yet, We had established them securely in a manner in which We have never established you, [O people of later times;] and We had endowed them with hearing, and sight, and [knowledgeable] hearts: but neither their hearing, nor their sight, nor their hearts were of the least avail to them, seeing that they went on rejecting God’s messages; and [in the end] they were overwhelmed by the very thing which they had been wont to deride.",
                "arabicText": "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
                "audio": "/API/abdulbasit/ayah/4536.mp3",
                "numberInSurah": 26,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 440,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4537,
                "englishText": "Thus have We destroyed many a [sinful] community living round about you; and yet, [before destroying them,] We had given many facets to [Our warning] messages, so that they might turn back [from their evil ways].",
                "arabicText": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
                "audio": "/API/abdulbasit/ayah/4537.mp3",
                "numberInSurah": 27,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4538,
                "englishText": "But, then, did those [beings] whom they had chosen to worship as deities beside God, hoping that they would bring them nearer [to Him], help them [in the end]? Nay, they forsook them: for that [alleged divinity] was but an outcome of their self-delusion and all their false imagery.",
                "arabicText": "فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ",
                "audio": "/API/abdulbasit/ayah/4538.mp3",
                "numberInSurah": 28,
                "juz": 26,
                "manzil": 6,
                "page": 505,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4539,
                "englishText": "AND LO! We caused a group of unseen beings to incline towards thee, [O Muhammad,] so that they might give ear to the Qur’an; and so, as soon as they became aware of it, they said [unto one another], “Listen in silence!” And when [the recitation] was ended, they returned to their people as warners.",
                "arabicText": "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ",
                "audio": "/API/abdulbasit/ayah/4539.mp3",
                "numberInSurah": 29,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4540,
                "englishText": "They said: “O our people! Behold, we have been listening to a revelation bestowed from on high after [that of] Moses, confirming the truth of what­ever there still remains [of the Torah]: it guides towards the truth, and onto a straight way.",
                "arabicText": "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ",
                "audio": "/API/abdulbasit/ayah/4540.mp3",
                "numberInSurah": 30,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4541,
                "englishText": "“O our people! Respond to God’s call, and have faith in Him: He will forgive you [whatever is past] of your sins, and deliver you from grievous suffering [in the life to come].",
                "arabicText": "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ",
                "audio": "/API/abdulbasit/ayah/4541.mp3",
                "numberInSurah": 31,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4542,
                "englishText": "But he who does not respond to God’s call can never elude [Him] on earth, nor can he has any protector against Him [in the life to come]: all such are most obviously lost in error.”",
                "arabicText": "وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
                "audio": "/API/abdulbasit/ayah/4542.mp3",
                "numberInSurah": 32,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4543,
                "englishText": "ARE, THEN, they [who deny the life to come] not aware that God, who has created the heavens and the earth and never been wearied by their creation, has [also] the power to bring the dead back to life? Yea, verily, He has the power to will anything!",
                "arabicText": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "audio": "/API/abdulbasit/ayah/4543.mp3",
                "numberInSurah": 33,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4544,
                "englishText": "And so, on the Day when those who were bent on denying the truth will be brought within sight of the fire [and will be asked], “Is not this the truth?” - they will answer, “Yea, by Our Sustainer!” [And] He will say: “Taste, then, this suffering as an outcome of your denial of the truth!”",
                "arabicText": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ قَالُوا بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
                "audio": "/API/abdulbasit/ayah/4544.mp3",
                "numberInSurah": 34,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            },
            {
                "number": 4545,
                "englishText": "REMAIN, then, [O believer,] patient in adversity, just as all of the apostles, endowed with firmness of heart, bore themselves with patience. And do not ask for a speedy doom of those [who still deny the truth]: on the Day when they see [the fulfillment of] what they were promised, [it will seem to them] as though they had dwelt [on earth] no longer than one hour of [an earthly] day! [This is Our] message. Will, then, any be [really] destroyed save iniquitous folk?”",
                "arabicText": "فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ بَلَاغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ",
                "audio": "/API/abdulbasit/ayah/4545.mp3",
                "numberInSurah": 35,
                "juz": 26,
                "manzil": 6,
                "page": 506,
                "ruku": 441,
                "hizbQuarter": 202,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}