{
    "code": 200,
    "status": "OK",
    "data": {
        "number": 65,
        "name": "سُورَةُ الطَّلَاقِ",
        "englishName": "At-Talaaq",
        "englishNameTranslation": "Divorce",
        "audio": "/API/abdulbasit/surah/65.mp3",
        "revelationType": "Medinan",
        "ayahs": [
            {
                "number": 5218,
                "englishText": "O PROPHET! When you [intend to divorce women, divorce them with a view to the waiting period appointed for them, and reckon the period [carefully], and be conscious of God, your Sustainer. Do not expel them from their homes; and neither shall they [be made to] leave unless they become openly guilty of immoral conduct. These, then, are the bounds set by God - and he who transgresses the bounds set by God does indeed sin against himself: [for, O man, although] thou knowest it not, after that [first breach] God may well cause something new to come about.",
                "arabicText": "يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ ۖ وَاتَّقُوا اللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ۚ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
                "audio": "/API/abdulbasit/ayah/5218.mp3",
                "numberInSurah": 1,
                "juz": 28,
                "manzil": 7,
                "page": 558,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5219,
                "englishText": "And so, when they are about to reach the end of their waiting-term, either retain them in a fair manner or part with them in a fair manner. And let two persons of [known] probity from among your own community witness [what you have decided]; and do yourselves bear true witness before God: thus are admonished all who believe in God and the Last Day. And unto everyone who is conscious of God, He [always] grants a way out [of unhappiness],",
                "arabicText": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا",
                "audio": "/API/abdulbasit/ayah/5219.mp3",
                "numberInSurah": 2,
                "juz": 28,
                "manzil": 7,
                "page": 558,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5220,
                "englishText": "and provides for him in a manner beyond all expectation; and for everyone who places his trust in God He [alone] is enough. Verily, God always attains to His purpose: [and] indeed, unto everything has God appointed its [term and] measure.",
                "arabicText": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا",
                "audio": "/API/abdulbasit/ayah/5220.mp3",
                "numberInSurah": 3,
                "juz": 28,
                "manzil": 7,
                "page": 558,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5221,
                "englishText": "Now as for such of your women as are beyond, the age of monthly courses, as well as for such as do not have any courses, their waiting-period - if you have any doubt [about it] - shall be three [calendar] months; and as for those who are with child, the end of their waiting-term shall come when they deliver their burden. And for everyone who is conscious of God, He makes it easy to obey His commandment:",
                "arabicText": "وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ ۚ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا",
                "audio": "/API/abdulbasit/ayah/5221.mp3",
                "numberInSurah": 4,
                "juz": 28,
                "manzil": 7,
                "page": 558,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5222,
                "englishText": "[for] all this is God's commandment, which He has bestowed upon you from on high. And unto everyone who is conscious of God will He pardon [some of] his bad deeds, and will grant him a vast reward.",
                "arabicText": "ذَٰلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ ۚ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا",
                "audio": "/API/abdulbasit/ayah/5222.mp3",
                "numberInSurah": 5,
                "juz": 28,
                "manzil": 7,
                "page": 558,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5223,
                "englishText": "[Hence,] let the women [who are undergoing a waiting-period] live in the same manner as you live yourselves, In accordance with your means; and do not harass them with a view to making their lives a misery. And if they happen to be with child, spend freely on them until they deliver their burden; and if they nurse your offspring [after the divorce has become final], give them their [due] recompense; and take counsel with one another in a fair manner [about the child's future]. And if both of you find it difficult [that the mother should nurse the child], let another woman nurse it on behalf of him [who has begotten it].",
                "arabicText": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ۚ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ۖ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ",
                "audio": "/API/abdulbasit/ayah/5223.mp3",
                "numberInSurah": 6,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5224,
                "englishText": "[In all these respects,] let him who has ample means spend in accordance with his amplitude; and let him whose means of subsistence are scanty spend in accordance with what God has given him: God does not burden any human being with more than He has given him - [and it may well be that] God will grant, after hardship, ease.",
                "arabicText": "لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ۖ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
                "audio": "/API/abdulbasit/ayah/5224.mp3",
                "numberInSurah": 7,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 492,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5225,
                "englishText": "AND HOW MANY a community has turned with disdain from the commandment of its Sustainer and His apostles! -whereupon We callled them all to account with an accounting severe, and caused them to suffer with a suffering unnameable:",
                "arabicText": "وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا",
                "audio": "/API/abdulbasit/ayah/5225.mp3",
                "numberInSurah": 8,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 493,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5226,
                "englishText": "and thus they had to taste the evil outcome of their own doing: for, [in this world,] the end of their doings was ruin,",
                "arabicText": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا",
                "audio": "/API/abdulbasit/ayah/5226.mp3",
                "numberInSurah": 9,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 493,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5227,
                "englishText": "[the while] God has readied for them [yet more] suffering severe [in the life to come] Hence, remain conscious of God, O you who are endowed with insight - [you] who have attained to faith! God has indeed bestowed on you a reminder from on high:",
                "arabicText": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا ۚ قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا",
                "audio": "/API/abdulbasit/ayah/5227.mp3",
                "numberInSurah": 10,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 493,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5228,
                "englishText": "[He has sent] an apostle who conveys unto you God's clear messages, so that He might those who have attained to faith and do righteous deeds out of the depths of darkness into the light. And whoever believes in God and does what is right and just, him will He admit into gardens through which running waters flow, therein to abide beyond the count of time: indeed, a most goodly provision will God have granted him!",
                "arabicText": "رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا",
                "audio": "/API/abdulbasit/ayah/5228.mp3",
                "numberInSurah": 11,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 493,
                "hizbQuarter": 223,
                "sajda": false
            },
            {
                "number": 5229,
                "englishText": "GOD is He who has created seven heavens, and, like them, [the many aspects] of the earth. Through all of them flows down from on high, unceasingly, His [creative] will, so that you might come to know that God has the power to will anything, and that God encompasses all things with His knowledge.",
                "arabicText": "اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا",
                "audio": "/API/abdulbasit/ayah/5229.mp3",
                "numberInSurah": 12,
                "juz": 28,
                "manzil": 7,
                "page": 559,
                "ruku": 493,
                "hizbQuarter": 223,
                "sajda": false
            }
        ],
        "edition": {
            "identifier": "en.asad",
            "language": "en",
            "name": "Asad",
            "englishName": "Muhammad Asad",
            "format": "text",
            "type": "translation"
        }
    }
}